{
    "0": {
        "content": "",
        "metadatas": {
            "pages": []
        }
    },
    "1": {
        "content": "###### **TRADITIONAL** ## MOROCCAN CHICKEN  Ingredients 1 (3 ½-4 lb) chicken 1 head garlic, cut in half 1 lemon cut in half  1 tbsp olive oil   For The Rub 2 tsp sea salt 2 tsp sweet paprika 1 tsp ground coriander 1 tsp ground cumin 1 tsp ground ginger 1 tsp fresh ground black pepper   Directions  1. Before you do anything preheat the grill.    Prep Time: 10 mins  Total Time: 2 hrs 10 mins   Servings per Recipe: 2 Calories 1172.1 Total Fat 80.5g Cholesterol 362.2mg Sodium 2673.9mg Total Carbohydrate 19.1g Protein 93.2g    2. Slice the head of garlic in half then rub the whole chicken with 1 half. Slice the lemon in half and repeat the process.  3. Get a small mixing bowl: mix in it the spices then massage them into the chicken. Place the other half of garlic and lemon in the chicken cavity.  4. Coat the chicken with some oil then grill it for 1 h 35 min until it becomes golden brown. Serve it warm.  5. Enjoy.     ",
        "metadatas": {
            "pages": [
                "10"
            ]
        }
    },
    "2": {
        "content": "#### Green Olives and        Ingredients 2 lemons 4 garlic cloves, crushed 1 small onion, finely chopped 150 ml olive oil, plus 1 tbsp olive oil, for frying 1 tbsp parsley, chopped, plus sprigs to garnish 1 tbsp mint, chopped 1 tbsp coriander, chopped   Directions    ½ tsp turmeric ½ tsp paprika, plus Extra paprika, to garnish ½ tsp ground cumin 4 chicken legs 15 g unsalted butter 12 stuffed green olives 200g tahini    1. Get a small mixing bowl: stir in it the parsley, mint and coriander.  2. Get a small mixing bowl: Mix in it the lemon juice and peel, lemon juice, garlic, onion and two tbsp of the herbs mix, cumin, paprika and oil.  3. Get a large mixing bowl: place in it the chicken. Add the herbs mix and toss them to coat. Place it aside for 35 min.  4. Place a large pan over medium heat. Heat the butter in it. Drain the chicken from the marinade then cook it on both sides until it becomes golden brown.  5. Stir half of the marinade then put on the lid and let it cook for 45min over low heat.  6. Slice the rest of the lemon into slices then add them to the pan with broth and half of the green olives as well the remaining marinade. Let them cook for 4 min.  7. Stir the tahini into the remaining herbs mix. Serve your chicken stew warm and garnish it with the spicy herbs.  8. Enjoy.    ",
        "metadatas": {
            "pages": [
                "11"
            ]
        }
    },
    "3": {
        "content": "###### **HOT HARISSA** ## POTATO SALAD  Ingredients 1 lb baking potato 1 ½ tsp harissa 1 tbsp olive oil ½ tsp coarse sea salt 1 -2 tbsp sesame seeds ½-1 tsp fresh lemon juice ½ tsp flaked sea salt   Directions  1. Before you do anything preheat the oven to 375ºF.  2. Discard the skin of the potatoes and cut into large pieces.    Prep Time: 10 mins  Total Time: 55 mins   Servings per Recipe: 2 Calories 283.2 Total Fat 9.2g Cholesterol 0.0mg Sodium 591.0mg Total Carbohydrate 46.8g Protein 5.0g    3. Mix the harissa, olive oil, salt, and sesame seeds. Add the potato and toss it to coat.  4. Spread the potato mix on a greased baking sheet. Cook them in the oven for 24 min. flip the potato chunks and cook them for another 24min.  5. Toss the roasted potato with the sea salt then serve it warm.  6. Enjoy.       ",
        "metadatas": {
            "pages": [
                "12",
                "13"
            ]
        }
    },
    "4": {
        "content": "#### Famous ## CRUNCHY MOROCCAN BASTYA  Ingredients 14 tbsp butter 3 ½ lbs whole chickens, cut up into 4 pieces skin removed 1 large onion, minced Salt and pepper 3 ¾ tsp cinnamon 1 ½ tsp ginger 1 ¼ tsp cumin ¼ tsp cayenne ½ tsp saffron thread ½ tsp turmeric ¼ C. chicken stock 4 eggs, lightly beaten ½ C. chopped fresh cilantro ½ C. chopped fresh parsley 1 C. blanched almond (whole) 4 tbsp powdered sugar ¾ lb phyllo dough         Directions  1. Place a large pan over medium heat. Melt the butter in it.  2. Add the chicken pieces, onions, 1 tsp salt, 1 tsp pepper, 2 tsp cinnamon, the ginger, cumin, cayenne, saffron, turmeric and chicken stock.  3. Put on the lid and cook them for 47 min over low heat. Drain the chicken and place it aside to lose heat.  4. Discard the bones from the chicken and shred it. Cook the remaining broth in the pan until it starts simmering.  5. Combine in the eggs and cook them for 6 min until they are one.  6. Stir the chicken into the mix with cilantro, parsley, salt and pepper.  7. Before you do anything preheat the oven to 375ºF.  8. Spread the almonds on a lined up baking sheet. Cook it in the oven for 6 min. place it aside to lose heat.  9. Get a food processor: combine in it the almonds with 3 tbsp sugar and 3/4 tsp cinnamon. Process them until they are finely chopped.  10. Place the rest of the butter in a small saucepan and heat it until it melts.  11. Coat the inside of a 12 inches round baking pan with some melted it melts.  12. Coat the inside of a 12 inches round baking pan with some melted butter. Lay in it a sheet of phyllo then coat it with some melted butter.  13. Place another sheet on top with half of it laying on the bottom sheet and the other one dangling from the side. Brush it with butter as well.  14. Repeat the process like your making a pinwheel of phyllo dough with 6 more phyllo sheets.  15. Pour the shredded chicken mix in the middle and spread it to cover the bottom of the pan. sprinkle the almonds mix on top.  16. Fold the dangling sides of the phyllo sheets to the middle of the pan, each one at a time while brushing them with butter to until you use all the sheets and cover the filling.  17. Lay the 6 of the remaining phyllo sheets on top in the shape of a pine wheel leaving them dangling on the sides.  18. Lay the last one on top then tuck the dangling edges in the sides of the pan surrounding the pie while brushing them with butter.  19. Place the Bastia in the oven and cook it for 22 min until it becomes golden brown and crunchy. Allow it cool down slightly then serve it with some cinnamon and powdered sugar on top.    20. Enjoy.        ",
        "metadatas": {
            "pages": [
                "14",
                "15",
                "16"
            ]
        }
    },
    "5": {
        "content": "#### Saucy Moroccan ## MEATBALLS TAGINE  Ingredients   FOR THE SAUCE 6-8 medium tomatoes, cored and roughly chopped 1 tbsp paprika 1 tsp cumin ½ tsp cayenne pepper 3-4 tbsp chopped fresh flat-leaf parsley 2 garlic cloves, minced Salt & freshly ground black pepper, to taste ¼ C. vegetable oil   FOR THE MEATBALLS 400 g ground beef 1 tbsp paprika 1 tsp cumin ½ tsp cayenne pepper 3 -4 tbsp chopped fresh flat-leaf parsley 2 garlic cloves, minced Salt & freshly ground black pepper, to taste          Directions  1. Stir the tomato with paprika, cumin, cayenne pepper, parsley, garlic, a pinch of salt and pepper in a tagine or large skillet.  2. Cook them over medium heat for 16 min.  3. Combine the meatballs ingredients in a large mixing bowl. Shape themix into bite size meatballs. Add the meatballs to the sauce then put on the lid and cook them for 12 min over low heat.  4. Serve your meatballs tagine warm with some bread.  5. Enjoy.     ",
        "metadatas": {
            "pages": [
                "17",
                "18"
            ]
        }
    },
    "6": {
        "content": "###### **CINNAMON** ## CHICKEN BAKE  Ingredients 1 tsp cumin 1 tsp ground coriander ¾ tsp salt ½ tsp ground ginger ½ tsp cinnamon ½ tsp black pepper 4 boneless skinless chicken breasts 2 tsp olive oil 1 garlic clove, minced   Directions    Prep Time: 30 mins  Total Time: 10 mins   Servings per Recipe: 4 Calories 161.1 Total Fat 5.5g Cholesterol 75.5mg Sodium 574.2mg Total Carbohydrate 1.3g Protein 25.3g    1. Get a small mixing bowl: mix in it the spices with olive oil and garlic.  2. Rub the mix into the chicken breasts place it in the fridge to marinate for 3 h or freeze it until ready to use.  3. Before you do anything preheat the oven to 375 º f.  4. Place the chicken breasts on a lined up baking sheet. Cook them until they are done.  5. Serve warm.  6. Enjoy.     ",
        "metadatas": {
            "pages": [
                "19"
            ]
        }
    },
    "7": {
        "content": "#### Saucy Raisins and ## EGGPLANT STEW        Ingredients 1 tbsp vegetable broth 1 large onion, sliced thin 5 garlic cloves, pressed 1 medium red bell pepper cut in 1-inch squares 1 medium eggplant, cubed 1 pinch red pepper flakes 2 tsp turmeric ½ tsp garam masala 1 (15 oz) cans garbanzo beans 1 (15 oz) cans lentils, drained ½ C. tomato sauce 1 ¼ C. vegetable broth ½ C. raisins Salt and pepper 1 tbsp cilantro, chopped    Directions  1. Place a large pan over medium heat. Heat 1 tbsp of broth in it. Cook in it the onion for 6 min.   2. Stir in the garlic, red bell pepper, eggplant, garam masala, and turmeric. Cook them for 2 min.  3. Combine in the tomato sauce with the remaining broth. Put on the lid and cook the stew for 17 min over low medium heat.   4. Once the time is up, stir in the garbanzo beans, lentils, red chili flakes, and raisins. Cook the stew for 7 min while stirring from time to time.   5. Adjust the seasoning of the stew then serve it warm.   6. Enjoy.        ",
        "metadatas": {
            "pages": [
                "20",
                "21"
            ]
        }
    },
    "8": {
        "content": "###### **SPICY** ## SALMON FILLETS  Ingredients 1 tsp paprika 1 tsp fresh lemon juice ½ tsp garlic, minced ½ tsp extra virgin olive oil ¼ tsp cumin 1 pinch dried red chili pepper, crushed 1 pinch salt 4 oz salmon fillets (skinless) Olive oil flavored cooking spray    Prep Time: 10 mins  Total Time: 20 mins   Servings per Recipe: 2 Calories 87.3 Total Fat 3.8g Cholesterol 25.8mg Sodium 121.4mg Total Carbohydrate 1.1g Protein 11.7g    Directions 1. Get a mixing bowl: mix in it all the ingredients except for the salmon. 2. Place the mix to the salmon fillets and place them in a mixing bowl. 3. Cover it with a piece of plastic and place it in the fridge for 1 h. 4. Place a large skillet over medium heat. Heat a splash of oil in it.  5. Add the salmon fillets and cook them for 3 min on each side. Serve them warm. 6. Enjoy.     ",
        "metadatas": {
            "pages": [
                "22"
            ]
        }
    },
    "9": {
        "content": "#### Zesty ## CARROT SALAD  Ingredients 1 lb carrot, peeled and coarsely grated ½ C. chopped onion 1 medium garlic clove, minced ½ tsp hot sauce 2 tbsp chopped fresh cilantro 1 tbsp chopped fresh parsley ¼ C. fresh lemon juice ¼ C. olive oil ¼ tsp pepper Salt, to taste   Directions        1. Get a large mixing bowl: combine in it all the ingredients then season it with a pinch of salt. Serve it right away.  2. Enjoy.       ",
        "metadatas": {
            "pages": [
                "23",
                "24"
            ]
        }
    },
    "10": {
        "content": "###### **SWEET** ## PRUNES LAMB STEW  Ingredients 4 tsp oil 750 g diced lamb 500 ml beef stock or 500 ml chicken stock 2 small onions, chopped 125 g pitted prunes 100 g dried apricots, halved 2 tbsp tomato paste 1 tsp ground ginger 1 tsp ground cinnamon ¼ C. toasted slivered almonds    Prep Time: 15 mins  Total Time: 1 hr 25 mins   Servings per Recipe: 4 Calories 764.7 Total Fat 42.9g Cholesterol 183.6mg Sodium 677.6mg Total Carbohydrate 42.7g Protein 53.9g    Directions 1. Place a large pot over medium heat. Heat the oil in it. 2. Brown in it the meat in batches. Stir in the rest of the ingredients except for the slivered almonds. 3. Cook them until they start boiling. Lower the heat and put on the lid then coo for 60 min. 4. Serve your lamb stew with the slivered almonds on top. 5. Enjoy.     ",
        "metadatas": {
            "pages": [
                "25"
            ]
        }
    },
    "11": {
        "content": "#### Traditional Quick ## MOROCCAN COUSCOUS  Ingredients 1 tbsp olive oil 2 medium carrots, sliced 1/4 to 1/2 inch thick 1 ½ lbs butternut squash, peeled and cut into 1 inch cubes 1 medium onion, chopped 1 (15 oz) cans garbanzo beans, drained 1 (14 oz) cans stewed tomatoes ½ C. pitted prunes, chopped ½ tsp cinnamon ½ tsp salt ⅛ tsp crushed red pepper flakes 1 C. couscous 1 C. vegetable broth 2 tbsp chopped cilantro or 2 tbsp parsley   Directions  1. Place a large skillet over medium heat. Heat a splash of oil in it.        2. Stir in the carrots, squash, and onion. Cook them for 12 min. Combine in the garbanzo  beans, stewed tomatoes, prunes, cinnamon, salt, crushed red pepper, and 1 and ½ C. water.  3. Cook them until they start boiling. Lower the heat and let them cook for 32 min with the lid on.  4. Prepare the couscous according to the directions on the package.  5. Serve it with the veggies stew warm.  6. Enjoy.       ",
        "metadatas": {
            "pages": [
                "26",
                "27"
            ]
        }
    },
    "12": {
        "content": "###### **SPAN-ROCCAN** ## TILAPIA STEW  Ingredients 1 tbsp vegetable oil 1 medium onion, chopped 1 garlic clove, finely chopped 2 red bell peppers, seeded and sliced into strips 1 large carrot, thinly sliced 3 tomatoes, chopped 4 olives, chopped 15 oz garbanzo beans, drained and rinsed ¼ C. fresh parsley, chopped 3 tbsp paprika 4 tbsp ground cumin 1 tsp cayenne pepper 2 tbsp chicken bouillon granules Salt    Prep Time: 10 mins  Total Time: 1 hr 10 mins   Servings per Recipe: 6 Calories 539.0 Total Fat 11.7g Cholesterol 189.4mg Sodium 929.6mg Total Carbohydrate 28.3g Protein 82.4g    Directions 1. Place a large pan over medium heat. Heat the oil in it. Sauté in it the garlic with onion for 3 min. 2. Stir in the bell peppers, carrots, tomatoes, olives, and garbanzo beans. Cook them for 10 min. 3. Stir in the parsley, paprika, cumin, and cayenne, a pinch of salt and chicken bouillon. Lay the fish fillets on top. 4. Put on the lid and cook the stew for 42 min. serve it warm. 5. Enjoy.     ",
        "metadatas": {
            "pages": [
                "28"
            ]
        }
    },
    "13": {
        "content": "#### Moroccan ## STYLE CHOPS  Ingredients ¼ tsp grated nutmeg 1 pinch clove 1 tsp ground black pepper 1 tsp white pepper 1 ½ tsp cinnamon 2 tsp ground cardamom 1 pinch cayenne 1 pinch cumin 1 pinch turmeric 1 pinch sea salt 8 lamb rib chops 2 tbsp olive oil or 2 tbsp grapeseed oil   Directions        1. Mix the spices in a small mixing bowl. Rub the mix into the lamb chops.  2. Place a large pan over medium heat. Heat the oil in it. Cook in it the lamb chops for 6 to 9 min on each side. Serve them warm.  3. Enjoy.       ",
        "metadatas": {
            "pages": [
                "29",
                "30"
            ]
        }
    },
    "14": {
        "content": "###### **SPICED UP** ## BAKED LAMB  Ingredients 3 racks of lamb 3 tbsp olive oil 1 tbsp ground cumin 1 tbsp ground coriander 1 tsp paprika 1 tsp cinnamon 1 tsp fresh coarse ground black pepper ½ tsp salt ½ tsp cayenne pepper 3 minced garlic cloves 5 lbs tilapia fillets    Prep Time: 15 mins  Total Time: 40 mins   Servings per Recipe: 6 Calories 71.9 Total Fat 7.2g Cholesterol 0.0mg Sodium 196.6mg Total Carbohydrate 2.3g Protein 0.5g    Directions 1. Get rid of the excess fat from the lamb racks and place them aside. 2. Get a small mixing bowl: whisk in it the spices with garlic and oil. 3. Coat the lamb racks with the mix then place them on a shallow greased baking pans. 4. Place them aside to sit for 1 hr. 5. Before you do anything preheat the oven to 400°F. 6. Place the lamb racks in the oven and cook each one of them for 30 to 35 min. serve them warm. 7. Enjoy.     ",
        "metadatas": {
            "pages": [
                "31"
            ]
        }
    },
    "15": {
        "content": "#### Traditional Chicken ## AND RAISINS STEW        Ingredients 3 -5 tbsp oil 4 lbs chicken thighs Salt and pepper 1 large onion, chopped 2 tbsp fresh minced garlic 1 tbsp cumin 1 tbsp turmeric 1 tsp paprika ½ tsp cinnamon 2 tsp grated lemon zest 1 tbsp flour 3 C. chicken broth 3 tbsp honey 1 ½ C. chickpeas, rinsed and drained ½ C. dark raisin Cooked rice    Directions  1. Place a stew pot over medium heat. Heat the oil in it.  2. Place the chicken thighs in the pot and sprinkle a pinch of salt and pepper over them. Cook them until they become brown on all sides.  3. Drain the chicken thighs and place them aside. Stir in the garlic with onion into the same pot. Cook them for 6 min.  4. Combine in the cumin, turmeric, paprika and cinnamon. Let them cook for 40 sec while stirring all the time.  5. Add the broth, honey, lemon zest and flour then combine them well.  6. Place the chicken thighs back in the pot then put on the lid and let them cook for 16 min.  7. Once the time is up, add the raisins and cook them stew for 18 min without covering it.  8. Combine in the chickpeas and cook the stew for an extra 6 min. serve it warm. Enjoy.       ",
        "metadatas": {
            "pages": [
                "32",
                "33"
            ]
        }
    },
    "16": {
        "content": "#### Traditional ## PEAS TAGINE        Ingredients 1 tbsp olive oil 1 tsp paprika 1 tsp cumin ¼-½ tsp black pepper ¼ tsp salt ¼ tsp ginger 2 -3 eggs    Directions  1. Place a large skillet or tagine over medium heat. Heat the oil in it. Heat the oil in it.  2. Add the peas with spices then let them cook for 6 min while stirring often.  3. Whisk the eggs in a small bowl with a pinch of salt and pepper. Pour it all over the peas mix and let them cook for 3 to 5 min or until it is done. Serve it warm.  4. Enjoy.     ",
        "metadatas": {
            "pages": [
                "34"
            ]
        }
    },
    "17": {
        "content": "###### **SWEET** ## POTATO STEW  Ingredients 1 large onion, thinly sliced 3 garlic cloves, minced 1 tbsp fresh ginger, minced 2 tbsp red wine or 2 tbsp cooking sherry 1 tsp cumin 1 tsp cinnamon 1 tsp paprika ½ tsp crushed red pepper flakes, to taste 1 C. water ½ tsp salt  ¼ C. diced dried apricot 2 C. cooked chickpeas ¼ C. raisins 2 tbsp lemon juice ¼ C. sliced almonds, toasted in a dry skillet    Prep Time: 15 mins  Total Time: 40 mins   Servings per Recipe: 4 Calories 311.3 Total Fat 4.6g Cholesterol 0.0mg Sodium 692.7mg Total Carbohydrate 60.0g Protein 9.5g    Directions 1. Place a large saucepan over medium heat. Sauté in it the onion, garlic, ginger, and wine or  sherry for 6 min with the lid on. 2. Combine in the cumin, cinnamon, paprika, and red pepper flakes then let them cook for 2  min. 3. Stir in the water with potato, apricots, a pinch of salt and pepper. 4. Cook them until the start boiling. 5. Put on the lid and coo the stew for 18 over low heat. Combine in the lemon juice with gar banzo beans and raisins. 6. Let the stew simmer for an extra 6 min then serve it warm. 7. Enjoy.       ",
        "metadatas": {
            "pages": [
                "35",
                "36"
            ]
        }
    },
    "18": {
        "content": "###### **CUMIN** ## VEGGIE SALAD  Ingredients 1 large eggplant, unpeeled and cut into 1-inch cubes 3 garlic cloves, minced 5 C. water Salt, to taste 1 tsp ground cumin 1 tsp paprika 1 -2 tbsp fresh lemon juice 2 tsp olive oil    Prep Time: 5 mins  Total Time: 20 mins   Servings per Recipe: 4 Calories 60.5 Total Fat 2.7g Cholesterol 0.0mg Sodium 10.1mg Total Carbohydrate 9.4g Protein 1.7g    Directions 1. Place a large pot of water over medium heat. Add the eggplant with garlic and a pinch of salt. Put on the lid and let them cook for 12 min.  2. Pour the mix into a colander and let it drain. Place it aside to lose heat. Transfer the eggplant to a mixing bowl with the rest of the ingredients.  3. Stir them to combine then adjust the seasoning of the salad. Serve it.  4. Enjoy.     ",
        "metadatas": {
            "pages": [
                "37"
            ]
        }
    },
    "19": {
        "content": "#### Mul-Colored ## BAKED TRAY  Ingredients 1 medium onion cut in ¼-inch slices  1 medium zucchini cut in ¼-inch thick semi-circles  1 small eggplant, peeled, cut in ½inch thick semi-circles  1 large sweet potato, peeled, cut in ¼-inch semi-circles  1 large red pepper, sliced in ¼-inch strips  2 medium tomatoes, fresh, chopped  15 oz chickpeas, drained and rinsed  3 garlic cloves, minced  2 tbsp olive oil  1 tbsp lemon juice  1 tbsp cumin  1 ½ tsp turmeric  1 ½ tsp cinnamon  1 ½ tsp paprika  ¼ tsp cayenne    Directions  1. Get a large mixing bowl: stir in the veggies with garlic.  2. Whisk the olive oil with spices in a small bowl. Add the mix to veggies and toss them to coat.  3. Before you do anything preheat the oven to 400°F.  4. Spread the veggies on a greased baking sheet. Cook them in the oven for 22 min. serve it warm.  5. Enjoy.         ",
        "metadatas": {
            "pages": [
                "38"
            ]
        }
    },
    "20": {
        "content": "###### **HEARTY** ## ARTICHOKES STEW  Ingredients 1½ C. chopped onions 3 garlic cloves, minced ⅓ C. olive oil 1 tsp dried thyme 3 C. cubed potatoes 1 C. chopped green beans 1 red bell pepper, chopped 2 C. cubed fresh tomatoes 3 C. vegetable stock 13 oz can artichoke hearts, drained and halved (reserve the brine) ½ C. pitted black olives, halved 1 pinch saffron ¼ C. fresh lemon juice ¼ C. chopped fresh parsley Salt and pepper    Prep Time: 20 mins  Total Time: 50 mins   Servings per Recipe: 4 Calories 378.2 Total Fat 20.4g Cholesterol 0.0mg Sodium 470.0mg Total Carbohydrate 46.9g Protein 8.1g    Directions 1. Place a pot over medium heat. Heat the oil in it. Cook in it the garlic with onion for 4 min.  2. Stir in the thyme, potatoes, green beans, bell pepper, and tomatoes.  3. Let them cook for 4 min over medium heat while stirring from time to time.  4. Stir in the vegetable stock and the artichoke brine. Put on the lid and cook them for 22 min.  5. Once the time is up, combine in the artichoke hearts with olives and saffron. Let them cook for an extra 8 min.  6. Stir in the parsley with lemon juice, a pinch of salt and pepper.  7. Serve your stew warm.  8. Enjoy.    ",
        "metadatas": {
            "pages": [
                "39"
            ]
        }
    },
    "21": {
        "content": "#### Blooming ## CAULI-BEEF STEW        Ingredients 1 head cauliflower  1½ lbs beef stew meat  2 tbsp olive oil  ½ onion, diced  2 medium garlic cloves  ¼ C. fresh parsley, finely chopped  1 tbsp tomato paste  1 beef bouillon cube  1 tsp cumin  ½ tsp ginger  ½ tsp black pepper  ½ tsp salt  ¼ tsp turmeric    Directions  1. Chop the cauliflower into large pieces. Run them under some cool water. Place it in the fridge.  2. Place a large saucepan over medium heat. Heat the oil in it. Brown in it the beef for 8 min.  3. Pour in enough water to cover the meat then stir in the remaining ingredients. Put on the lid and let them cook for 45 min over low heat. 4. Once the time is up, add the cauliflower pieces to the pot and put on the lid. Cook them for 16 min. serve it warm. 5. Enjoy.       ",
        "metadatas": {
            "pages": [
                "40",
                "41"
            ]
        }
    },
    "22": {
        "content": "###### **VEGAN** ## VEGGIES STEW  Ingredients 1 medium onion, chopped 1 garlic clove, peeled and minced 2 tbsp water 1 tbsp canola oil 2 medium potatoes, peeled and cut into 1-inch dice 2 C. carrots, peeled and chopped 1 (15 oz) cans reduced-diced tomatoes, untrained 1 tsp ground cumin 1 C. low-tomato juice 2 C. green beans, sliced in 2-inch pieces ¼ tsp pepper    Prep Time: 15 mins  Total Time: 1 hr 45 mins   Servings per Recipe: 4 Calories 200.5 Total Fat 4.2g Cholesterol 0.0mg Sodium 108.8mg Total Carbohydrate 38.3g Protein 5.3g    Directions 1. Place a pot over medium heat. Heat the oil with water in it. Add the garlic with onion and cook them for 4 min.  2. Stir in the carrot with potato then coo them for 16 min. combine in the cumin with tomato. Put on the lid and let them cook for 60 min.  3. Once the time is up, stir in the green beans and cook them for 16 min. adjust the seasoning of the stew then serve it warm.  4. Enjoy.     ",
        "metadatas": {
            "pages": [
                "42"
            ]
        }
    },
    "23": {
        "content": "###### **ZESTY** ## PIMENTO CHICKEN  Ingredients 2 tbsp olive oil 4 chicken breast halves (bone in, skin on) 1 small onion, sliced thin ¾ tsp cumin ¼ tsp paprika ¼ tsp cinnamon 2 tsp lemons, zest of, finely grated 1 ½ tsp all-purpose flour 1 ½ C. chicken broth ⅓ C. pimento stuffed olive, sliced thin 1 tbsp honey ½ C. canned chick-peas, drained & rinsed   Directions 1. Place a large saucepan over medium heat. Heat he oil in it.    Prep Time: 15 mins  Total Time: 1 hr   Servings per Recipe: 4 Calories 263.4 Total Fat 14.4g Cholesterol 46.4mg Sodium 423.2mg Total Carbohydrate 14.3g Protein 18.7g    2. Season the chicken breasts with some salt and pepper. Brown them in the hot oil for 2 to 4 min on each side.   3. Drain the chicken and place it aside. Stir the onion into the pot then cook it for 3 min.   4. Combine in the cumin, paprika, cinnamon, lemon zest and flour. Let them cook for 2 min while stirring often.   5. Once the time is up, place the chicken back in the pot with honey, olives and broth. Let them cook for 22 min.   6. Combine in the chickpeas then cook the stew for another 4 min. serve it warm.   7. Enjoy.     ",
        "metadatas": {
            "pages": [
                "43"
            ]
        }
    },
    "24": {
        "content": "#### Toothy Fruity  ## STEW  Ingredients  cubed  1 tbsp olive oil  1 lb onion, peeled & quartered  4 -6 garlic cloves, peeled & chopped finely  1 lb carrot, peeled & cut into chunks  9 oz canned tomatoes  4 oz dates, pitted but kept whole  6 oz prunes, pitted but kept whole  2 tbsp honey  ½ pint beef stock  1 cinnamon stick  6 tsp ras el hanout spice mix ( or 2 tsp cumin powder,  2 tsp coriander powder, 1 tsp ginger and 1 tsp turmeric)  Salt & pepper  2 oz toasted sliced almonds  2 tbsp fresh coriander, chopped    Directions  1. Bring a large pot of water to a boil. Cook in it the carrots for 4 min. drain it and place it aside.  2. Before you do anything preheat an electric tagine or a crockpot.  3. Stir a ½ pint of stock with a beef cube  4. Heat half of the oil in it. Add the onion pieces and cook them until they become golden. Stir in the carrots with garlic, spices, honey and the stock mix.  5. Mix them well. Add the cinnamon stick with tinned tomatoes, dates & prunes.  6. Place a large pan over medium heat. Heat the remaining oil in it.  7. Brown in it the beef pieces on both sides.  8. Transfer the browned beef pieces to the pot with a pinch of salt and pepper. Put on the crockpot lid and cook the stew for 9 hr on high.  9. Once the time is up, serve your stew warm with coriander and almonds on top. 10. Enjoy.         ",
        "metadatas": {
            "pages": [
                "44"
            ]
        }
    },
    "25": {
        "content": "###### **VEGGIES** ## PILAF SKILLET  Ingredients 2 C. long grain rice 2 tbsp butter 2 tbsp olive oil 1 onion, chopped 2 garlic cloves, finely chopped 1-2 cinnamon stick ½ tsp salt (to taste) ½ tsp ginger ½ tsp white pepper ½ tsp cumin ½ tsp turmeric ¼ C. fresh cilantro, chopped ¼ C. peas (fresh or frozen) 1 red bell pepper, finely chopped 1 carrot, finely chopped 4 ½ C. chicken stock or 4 ½ C.    Prep Time: 15 mins  Total Time: 45 MINS   Servings per Recipe: 4 Calories 586.4 Total Fat 16.6g Cholesterol 23.3mg Sodium 746.7mg Total Carbohydrate 92.1g Protein 14.9g    Directions 1. Place a large saucepan over medium heat. Pour the stock in it and cook it until it starts boiling.   2. Place a large skillet over medium heat. Stir in it the remaining ingredients. Let them cook for 12 min over low medium heat.   3. Stir in the saffron with boiling stock and a pinch of salt. Cook it until it starts simmering.   4. Put on the lid and cook the pilaf over low heat for 37 min. serve your pilaf warm.   5. Enjoy.       ",
        "metadatas": {
            "pages": [
                "45",
                "46"
            ]
        }
    },
    "26": {
        "content": "#### Kalamata and ## CURRENTS TAGINE  Ingredients 1 tbsp olive oil  ¼ C. chopped almonds  2 garlic cloves, minced  1 large onion, finely chopped  8 whole boneless skinless chicken thighs  2 tbsp harissa  1 ¼ C. water  1 (400 g) cans chickpeas, drained  2 fresh tomatoes  2 tbsp dried currants or 2 tbsp raisins or 2 tbsp raisins  1 tbsp honey  1 tsp ground cumin  ½ tsp cinnamon  ½ C. kalamata olive (optional)  3 C. hot cooked couscous or 3 C. cooked rice    Directions  1. Place a tagine or skillet over medium heat. Heat the oil in it. Fry in it the almonds until they become golden brown. Drain them and place them aside.  2. Stir in the onion with garlic and chicken into the pan. Cook them for 8 min.  3. Whisk the harissa paste, water, currants, honey, cumin and cinnamon in a mixing bowl. Stir the mix into the skillet or tagine.  4. Place the tomato with chickpeas and olives on top. Put on the lids and coo them for 22 min over low heat. Serve your stew warm with some rice.  5. Enjoy.         ",
        "metadatas": {
            "pages": [
                "47"
            ]
        }
    },
    "27": {
        "content": "#### Orangy ## CHICKEN STEW  Ingredients CHICKEN AND FENNEL  1 tsp paprika  ½ tsp ground cumin  ½ tsp ground coriander  ½ tsp ground ginger  ¾ tsp sea salt  ¼ tsp black pepper  1 lb boneless skinless chicken breast  1 tbsp olive oil  2 C. fennel, thinly sliced  ¼ C. fennel leaves, chopped  1 medium red onion, cut into 1 inch chunks  1 C. orange juice  ⅓ C. fat-free chicken broth  2 tsp cornstarch  1 tbsp water   COUSCOUS 1 C. uncooked couscous  2 C. water    Directions  1. Get a small mixing bowl: mix in it the spices with a pinch of salt and pepper. Rub the mix into the chicken breasts.  2. Place a large pan over medium heat. Heat the oil in it. Brown in it the chicken breasts for 6 min on each side.  3. Drain the chicken breasts and place them aside. Stir the onion with fennel into the same pan. Cook them for 8 min while adding a splash of water if needed.  4. Stir a pinch of salt with 2 C. of water in a large saucepan. Cook it until it starts boiling. Stir into it the couscous and put on the lid.  5. Turn off the heat and let it sit for 6 min. use a fork to fluff the couscous and place it aside.  6. Combine the orange juice, broth and the last ¼ tsp salt in a large saucepan. Cook it until it starts boiling.  7. Whisk 1 tbsp of water with cornstarch in a small mixing bowl. Add it to the boiling juice mix. Stir them while cooking until it starts to thicken.  8. Combine in the browned chicken with cooked fennel and onion. Let them cook for an extra 3 min.  9. Serve your chicken breasts stew warm with couscous.         ",
        "metadatas": {
            "pages": [
                "48"
            ]
        }
    },
    "28": {
        "content": "###### **CHILI SQUASH AND** ## LAMB STEW  Ingredients 3 lb packages stewing lamb or 4 garlic cloves, minced 2 onions, thinly sliced 1 tsp ground cumin 1 tsp paprika ½ tsp ground ginger ½ tsp cinnamon ½ tsp allspice ½ tsp salt ½ tsp hot red chili pepper flakes or ¼ tsp cayenne pepper 2 C. small chunks carrots 3 C. large chunks of peeled squash or 3 C. potatoes 1 (10 oz) cans condensed chicken broth or 1 C. chicken bouillon ½ C. pitted green olives (optional) 1 (19 oz) cans chickpeas, drained and rinsed (optional)   Directions 1. Get rid of the excess fat from the lamb meat.    Prep Time: 25 mins  Total Time: 5 hrs 25 mins   Servings per Recipe: 4 Calories 553.1 Total Fat 19.3g Cholesterol 221.9mg Sodium 1051.1mg Total Carbohydrate 17.0g Protein 74.9g    2. Stir all the ingredients except for the chickpeas into a slow cooker. Put on the lid and let them cook for 9 h.   3. Once the time is up, add the chickpeas to the stew. Put on the lid and let it cook for an extra 20 min. serve it warm.   4. Enjoy.     ",
        "metadatas": {
            "pages": [
                "49"
            ]
        }
    },
    "29": {
        "content": "#### Stuffed ## BELL PEPPER CAPS        Ingredients 5 large red bell peppers or 5 large green bell peppers  1 ½ C. short grain brown rice, cooked  1 lb ground lamb  1½ tsp salt  3 garlic cloves, minced  2 tbsp lemon juice  ¼ C. of fresh mint, finely chopped  1 tsp ground cinnamon  1 tsp ground cumin  ¼ tsp cayenne pepper  2 C. chicken broth    Directions  1. Remove the tops of the bell peppers and place them aside. Clean the peppers and discard the seeds.   2. Place the peppers in a pot and cover them with water. Cook them until the water start boiling.  3. Put on the lid and let them cook for 6 min over low medium heat.   4. Remove the peppers from the water and place them aside to dry.   5. Place a large pan over medium heat cook in it the garlic with lamb for 8 min.   6. Turn off the heat then stir in the lemon juice, mint, spices, cooked rice and 3/4 C. of the broth.  7. Spoon the mix into the peppers and place their caps on top. Pour the remaining broth in a large saucepan.   8. Place in it the stuffed peppers. Cook them until the start boiling.  9. Lower the heat and put on the lid.  10. Cook the stuffed peppers for 18 to 22 min. serve your stuffed peppers warm.  11. Enjoy.     ",
        "metadatas": {
            "pages": [
                "50"
            ]
        }
    },
    "30": {
        "content": "###### **HERBED** ## POTATO FRITTERS  Ingredients 4 C. mashed potatoes, warm and plain 3 garlic cloves, mashed or 3 garlic, pressed  ½ C. scallion, cut lengthwise and sliced thinly  ½ C. fresh flat leaf parsley, chopped finely  1-2 tsp salt  1 tsp fresh ground black pepper  Flour, for dusting  Oil, for shallow frying    Prep Time: 45 mins  Total Time: 1 hr 10 mins   Servings per Recipe: 16 Calories 46.4 Total Fat 0.3g Cholesterol 1.0mg Sodium 305.5mg Total Carbohydrate 9.8g Protein 1.1g    Directions 1. Get a large mixing bowl: stir in it the mashed potato with garlic, scallion, parsley, pepper and salt.   2. Shape the mix into 16 fritters then dust them with flour.   3. Place a large skillet over medium heat and heat in it a splash of oil. Cook in it the patties until they become golden brown on each side.   4. Serve your potato patties warm or cold.   5. Enjoy.       ",
        "metadatas": {
            "pages": [
                "51",
                "52"
            ]
        }
    },
    "31": {
        "content": "#### Saucy ## SEARED TUNA  Ingredients 4 (6 oz) tuna steaks  ½ tsp ground cumin  1 tsp paprika  1 tsp turmeric  ¼ tsp ground aniseed  ½ tsp ground ginger  ⅛ -¼ tsp ground cinnamon  ¼ tsp red pepper flakes  ¼ tsp salt  ¼ tsp pepper  1 tbsp fresh lemon juice  2 tbsp extra virgin olive oil, divided  2 tbsp butter, melted  4 tbsp ground fresh coriander    Directions  1. Get a small mixing bowl: mix in it the cumin, paprika, turmeric, anise, ginger, cinnamon, pepper flakes, salt, pepper, and lemon juice.   2. Brush the tuna steaks with 1 tbsp of olive oil then massage the spice mix into them.   3. Place a heavy large pan over medium high heat. Heat the remaining oil in it. Cook in it the tuna steaks for 1 to 2 min on each side.   4. Pour the melted butter all over the steaks then serve them right away.   5. Enjoy.         ",
        "metadatas": {
            "pages": [
                "53"
            ]
        }
    },
    "32": {
        "content": "#### Cracked ## POTATO ROAST  Ingredients 2 lbs potatoes, suitable for roasting   FOR THE SPICE PASTE 4 fresh garlic cloves, minced  1 tsp ground cumin  ½ tsp salt  ½ tsp cracked black pepper (not ground)  2 tsp lemon juice  4 tsp olive oil    Directions  1. Get a small mixing bowl: mix in it the spice paste mix.   2. Place a piece of plastic over the bowl to cover it. Place it aside to sit for 1 h 15 min.   3. Discard the skin of the potato then cut them into quarters.   4. Place a large saucepan of water over medium heat. Cook it until it starts boiling.   5. Add the potato and cook it for 7 min. drain the potato in a colander then place it in a roasting pan.   6. Add the spices mix and stir them well.   7. Place the potato pan in the oven and cook it for 32 min. serve it warm.   8. Enjoy.         ",
        "metadatas": {
            "pages": [
                "54"
            ]
        }
    },
    "33": {
        "content": "###### **SWEET AND ZESTY** ## CHICKEN STEW  Ingredients ¼ C. fresh lemon juice  2 tbsp honey  2 garlic cloves, crushed  1 tsp ground turmeric  1 tsp ground cumin  1 tsp ground cinnamon  ¼ tsp cayenne pepper  8 large skinless chicken breasts  8 wedges preserved lemons  1 ½ C. chicken stock  ⅓ C. slivered almonds  2 tsp olive oil  1 small yellow onion, halved, finely chopped  1 small red Chile, deseeded, finely chopped  1 C. couscous  ⅓ C. currants  ⅓ C. fresh coriander leaves, firmly packed      Prep Time: 15 mins  Total Time: 40 mins   Servings per Recipe: 8 Calories 312.3 Total Fat 7.2g Cholesterol 76.8mg Sodium 206.1mg Total Carbohydrate 30.7g Protein 30.5g   Directions 1. Get a casserole dish: mix in it the lemon juice, honey, garlic.   2. Turmeric, cumin, cinnamon and cayenne pepper.   3. Place the chicken in the casserole and coat it with the mix. Cover it with a plastic wrap and place it in the fridge for 3 to 8 h.   4. Before you do anything preheat the oven to 360°F.   5. Drain the chicken from the marinade and reserve it. Place the chicken in a roasting pan and place the preserved lemon on it.   6. Place it in the oven to cook for 22 min.   7. Pour ½ C. of stock with the reserved marinade in a large pan. Cook them until they start boiling. Keeps it boiling for 6 min until it thickens?   8. Place a small skillet over medium heat. Toast in it the almonds for 3 min. place them aside.   9. Heat the oil in the same pan then cook in it the onion with chili for 3 min.   10. Stir in the rest of the stock then cook them until they start boiling.   11. Turn off the heat and combine in the couscous. Put on the lid and let it sit for 6 min.   12. Fluff the couscous with a fork then pour the thick marinade on it.   13. Stir in the almonds and currants. Cook them for 3 min over low heat.   14. Turn off the heat then serve your couscous warm with the roasted chicken.   15. Enjoy.     ",
        "metadatas": {
            "pages": [
                "55",
                "56"
            ]
        }
    },
    "34": {
        "content": "###### **TIPSY** ## MANGO SHANKS  Ingredients 4 lamb shanks  2 tbsp olive oil, divided use  1 onion, chopped finely  5 garlic cloves, crushed  1 tbsp cumin  2 tsp ground coriander  2 tsp cinnamon  ¾ tsp cayenne pepper  1 tsp grated fresh ginger  ½ C. white wine  4 C. water  4 tsp instant chicken bouillon granules  1 tbsp tomato paste  4 tbsp honey  2 tbsp hot mango chutney  10 dried apricots, chopped finely    Prep Time: 15 mins  Total Time: 5 hrs 15 mins   Servings per Recipe: 4 Calories 847.3 Total Fat 41.3g Cholesterol 242.7mg Sodium 1374.8mg Total Carbohydrate 39.3g Protein 73.8g   Directions 1. Place a large skillet over medium heat. Heat 1 tbsp of oil in it.   2. Brown in it the lamb shanks on both sides.   3. Place a large saucepan over medium heat. Heat the rest of oil in it.   4. Add the garlic with onion and cook them for 3 min.   5. Stir in the cumin, coriander, cinnamon, cayenne and ginger. Cook them for 1 min.   6. Combine in the wine, water, stock granules, paste, honey and chutney. Cook them until they start boiling.   7. Stir in the lamb shanks a put on the lid. Lower the heat and cook them for 4 h on low while adding water if needed.   8. Stir in the apricots then cook them for an extra 12 min.   9. Whisk the corn flour with some water in a small bowl. Add it the pot and stir it gently.   10. Cook the stew until the broth thickens. Serve it warm.  11. Enjoy.       ",
        "metadatas": {
            "pages": [
                "57",
                "58"
            ]
        }
    },
    "35": {
        "content": "#### Beef Bites with ## ORANGY LENTILS CASSEROLE  Ingredients  MEATBALLS 2 lbs minced beef 1 garlic clove, peeled & crushed 1 tsp ground cumin 1 tsp ground coriander 1 tsp cinnamon 1 large white onion, peeled & finely diced 1 egg, beaten 2 oz flour Salt & pepper 2 tbsp olive oil   LENTILS 1 tbsp olive oil 1 garlic clove, peeled & crushed 1 white onion, peeled & diced 2 tsp ground cumin 2 tsp ground coriander 1 tsp cayenne pepper 4 oz split red lentils 16 oz chopped tomatoes 1 pint vegetable stock 1 cinnamon stick 8 oz no-soak whole dried apricots 1 lb cherry tomatoes, on the vine        CARAMELISED VEGETABLE ACCOMPANIMENT  2 tbsp olive oil  2 fennel bulbs, sliced, keep the fronds 2 white onions, peeled & quartered 4 carrots, peeled & cut into 1-inch chunks 2 oz brown sugar 3 fluid oz vegetable stock 1 orange, juice and zest of, grated Salt & pepper Fennel bulb, green fronds from 1 tsp fennel seed (optional)      Directions 1. Before you do anything preheat the oven to 360°F.   2. To prepare the meatballs:   3. Get a large mixing bowl: combine in it the garlic, cumin, coriander and cinnamon, salt & pepper.   4. Combine in the spices with onion and beaten egg. Stir them well.   5. Shape the mix into small sized meatballs and place them on a lined baking sheet.   6. Place a large skillet over medium heat. Heat the oil in it. Cook in it the meatballs nit they become golden brown. Place them aside.   7. To prepare the lentils:   8. Place a large skillet over medium heat. Heat the oil in it. Sauté in it the onion with garlic for 3 min.   9. Stir in the spices with lentils and cook them for 1 min.   10. Combine in the tinned tomatoes, vegetable stock, cinnamon stick & the dried apricots. Let them cook for an extra 3 min.   11. Spoon the mix into a casserole dish then laid the meatballs on top with the cherry tomatoes. Cover the dish with a piece of foil.   12. Place the casserole in the oven and cook it for 65 min. discard the foil and cook it for another 10 min.   13. Place a large skillet over medium heat. Heat the oil in it. Sauté in it the onion with carrots and fennel bulb.   14. Cook them for 1 min. combine in the brown sugar then cook them over high heat until the sugar dissolves.   15. Lower the heat and stir in the stock. Put on the lid let them cook for 32 min.   16. Once the time is up, stir in the orange juice and cook them for 6 min uncovered.   17. Serve it with the lentils casserole warm.   18. Enjoy.     ",
        "metadatas": {
            "pages": [
                "59",
                "60"
            ]
        }
    },
    "36": {
        "content": "###### **CREAMY MARINATED** ## GRILLED KABOBS    Prep Time: 30 mins  Total Time: 38 mins   Servings per Recipe: 4 Calories 210.4 Total Fat 6.9g Cholesterol 72.9mg Sodium 445.0mg Total Carbohydrate 9.9g Protein 26.7g    Ingredients ¼ C. nonfat plain yogurt  ¼ C. chopped fresh parsley, plus  Extra parsley, for garnish  2 tbsp chopped fresh cilantro  2 tbsp lemon juice  1 tbsp extra virgin olive oil  3 garlic cloves, minced  1 ½ tsp paprika (use a Smokey or regular variety)  1 tsp ground cumin  ¼ tsp ginger  ½ tsp salt  ¼ tsp fresh ground pepper  ⅛ tsp cayenne pepper  1 lb boneless skinless chicken breast, trimmed of fat and cut into 1 inch cubes  2 small red bell peppers cored, seeded and cut into 1 ½-inch pieces  1 red onion, cut into large 1 inch pieces  1 medium zucchini, cut into ¼-inch-thick rounds    Directions 1. Get a mixing bowl: whisk in it the yogurt, parsley, cilantro, lemon juice, oil, garlic, paprika, cumin, salt, pepper and cayenne.   2. Combine in the chicken pieces and stir them well. Cover the bowl with a piece of plastic wrap. Place it in the fridge for 30 min.   3. Before you do anything preheat the grill and grease its grates.   4. Bring a salted pot of water to a boil. Cook in it the bell peppers for 4 min. drain it and place it aside to dry.   5. Cook the zucchini in the same water for 1 min.   6. Thread the chicken pieces into skewers while alternating between it and the onion, pepper and zucchini pieces.   7. Grill the chicken kabobs for 4 to 6 min on each side. Serve them warm.   8. Enjoy.      ",
        "metadatas": {
            "pages": [
                "61"
            ]
        }
    },
    "37": {
        "content": "#### Traditional Rubbed ## CHICKEN ROAST        Ingredients 1 whole chicken, about 4 lb  1 cinnamon stick, chopped in pieces  8 whole cloves  1 tsp cayenne  2 tsp cumin seeds  1 tsp fennel seed  1 tsp coriander seed  1 tbsp sweet paprika  1 ½ tsp sea salt  1 tsp brown sugar  Sea salt & freshly ground black pepper, to taste  1 lemon, halved  ¼ bunch fresh cilantro  2 garlic cloves  3 tbsp extra-virgin olive oil    Directions  1. Before you do anything preheat the oven to 400°F.   2. Place a large pan over medium heat. Stir in it the cinnamon stick, cloves, cayenne, cumin, fennel, coriander and paprika. Cook them for 1 min.   3. Transfer the mix to a grinder and process them until they become finely ground.   4. Rub the mix into the chicken then season it with some salt and pepper. Place the garlic with lemon halves and cilantro inside of the chicken. Let it sit for 35 min.   5. Place the rubbed chicken in a roasting casserole dish then cook it in the oven for 1 h 10 min.   6. Once the time is up, wrap the chicken in a piece of foil then let it rest for 12 min. serve it warm.     ",
        "metadatas": {
            "pages": [
                "62"
            ]
        }
    },
    "38": {
        "content": "###### **ACORN VEGGIES AND** ## RAISINS STEW    Prep Time: 10 mins  Total Time: 45 mins   Servings per Recipe: 6 Calories 229.1 Total Fat 1.3g Cholesterol 0.0mg Sodium 459.5mg Total Carbohydrate 51.4g Protein 6.5g    Ingredients 1 large Spanish onion, diced  2 garlic cloves, minced  1 tsp turmeric  ½ tsp curry powder  ½ tsp cumin  ¼ tsp red pepper flakes  ½ tsp salt  ½ tsp pepper  ¾ tsp cinnamon  ¼ tsp ground nutmeg  2 sweet potatoes cut into 1 inch cubes  1 acorn squash, cut into 1 inch cubes  3 carrots cut into 1 inch rounds  ½ C. vegetable broth  1 (15 oz) cans chickpeas, rinsed and drained  1 (15 oz) cans whole tomatoes  ½ C. raisins    Directions 1. Place a pot over medium heat. Heat a splash of oil in it.   2. Add the onion with garlic for 3 min. stir in the spices and cook them for 1 min.   3. Combine in the carrot with potato, squash and broth. Cook them until they start boiling.   4. Lower the heat and cook the stew for 6 min. combine in the chick peas, tomatoes and raisins.   5. Put on the lid and cook them for 32 min until the veggies become tender. Serve your stew warm.   6. Enjoy.      ",
        "metadatas": {
            "pages": [
                "63"
            ]
        }
    },
    "39": {
        "content": "###### **SWEET LEMON AND** ## CHICKEN STEW  Ingredients 4 carrots, peeled and sliced  2 large onions, halved and thinly sliced  2 lbs skinless chicken pieces  ½ C. raisins  ½ C. dried apricot, coarsely chopped  1 (14 oz) cans chicken broth  2 tbsp tomato paste  2 tbsp all-purpose flour  2 tbsp lemon juice  2 garlic cloves, minced  1 ½ tsp ground cumin  1 ½ tsp ground ginger  1 tsp ground cinnamon  Ground black pepper  Hot cooked couscous (whole wheat preferred)  Pine nuts, toasted  Fresh cilantro (optional)      Prep Time: 30 mins  Total Time: 6 hrs 30 mins   Servings per Recipe: 4 Calories 313.6 Total Fat 4.3g Cholesterol 68.9mg Sodium 516.6mg Total Carbohydrate 44.5g Protein 26.8g   Directions 1. Season the chicken with ½ tsp of salt.   2. Get a mixing bowl: mix in it the broth, tomato paste, flour, lemon juice, garlic, cumin, ginger, cinnamon and the ground black pepper.   3. Place the chicken in the slow cooker with carrots, onion and the broth mix.   4. Put on the lid and let it cook for 8 h on low. Once the time is up, serve it warm.   5. Enjoy.   ",
        "metadatas": {
            "pages": [
                "64"
            ]
        }
    },
    "40": {
        "content": "#### Cheesy Couscous ## STUFFED ZUCCHINI BOATS        Ingredients 2 zucchini, cut in half, lengthwise  2 tbsp olive oil  1 large onion, chopped  1 C. couscous  1 C. chicken stock  Basil leaves, chopped (small bunch)  4 oz feta cheese  Salt and pepper    Directions  1. Before you do anything preheat the oven to 350°F.  2. Lay the zucchini halves on a roasting pan. Cook it in the oven for 10 to 20 min or until it become golden brown with the cut up side facing down.   3. Use an ice cream spoon to scoop out the flesh of the zucchini into a bowl leaving skin as it is.   4. Place a large saucepan over medium heat. Heat the oil in it. Add the onion and cook it for 3 min.   5. Stir in the zucchini flesh with couscous, chicken stock and season with salt and pepper. Cook them until they start simmering.   6. Remove the saucepan from the heat and put on the lid. Place it aside to 6 min.   7. Fold the basil with feta cheese. Scoop the mix into the zucchini skin boats and place them on a lined up baking sheet.   8. Cook it in the oven for 5 min until it becomes golden brown. Serve it warm.   9. Enjoy.       ",
        "metadatas": {
            "pages": [
                "65",
                "66"
            ]
        }
    },
    "41": {
        "content": "###### **SHISH VEGGIES** ## AND LAMB KEBAB  Ingredients 8 oz plain yogurt  2 tbsp lemon juice  1 tsp olive oil  1 large onion, minced  ½ C. chopped mint leaf  2 tbsp chopped fresh cilantro or 2 tbsp fresh parsley  Salt and pepper  ¼ tsp cayenne pepper  2 lbs boneless leg of lamb or 2 lbs beef sirloin, cut into cubes  18 cherry tomatoes  2 green peppers cut into chunks  18 small white onions, peeled  18 medium mushrooms    Prep Time: 20 mins  Total Time: 35 mins   Servings per Recipe: 6 Calories 505.2 Total Fat 28.5g Cholesterol 109.6mg Sodium 120.2mg Total Carbohydrate 30.1g Protein 33.6g   Directions 1. Get a large mixing bowl: whisk in it the yogurt, lemon juice, olive oil, onion, mint, cilantro, salt, pepper and cayenne pepper.   2. Add the lamb pieces and stir them well. Cover the bowl with a piece of plastic wrap. Place it in the fridge for 6 to 8 h.   3. Before you do anything preheat the grill and grease its grates.   4. Drain the meat from the marinade. Thread it into skewers with mushroom, onion, cherry tomatoes and peppers.   5. Grill the kabobs for 4 to 7 min on each side. Serve them warm.   6. Enjoy.      ",
        "metadatas": {
            "pages": [
                "67"
            ]
        }
    },
    "42": {
        "content": "#### Chickpeas and ## MUSSLES STEW  Ingredients 1 medium onion, coarsely chopped  2 garlic cloves, thinly sliced  1 ¼ tsp ground cumin  1 tsp paprika (preferably hot)  1 tsp ground ginger  3/8 tsp ground cinnamon  ⅛ tsp cayenne  3 tbsp olive oil  1 tbsp cider vinegar  1 (15 oz) cans chickpeas, drained and rinsed  2 tsp sugar  1 (28 oz) cans whole tomatoes with juice, juice reserved and tomatoes coarsely chopped  3 lbs mussels, scrubbed and beards removed  2 tbsp fresh flat-leaf parsley, chopped    Directions  1. Place a large pot over medium heat. Heat  the oil in it. Add the garlic with onion and spices. Cook them for 7 min.   2. Combine in the vinegar and cook them for 2 min.   3. Stir in the tomato with sugar and chickpeas. Cook them for 16 min over medium heat.   4. Stir the mussels into the pot. Put on the lid and let them cook for 7 min. serve your mussels stew warm.   5. Enjoy.         ",
        "metadatas": {
            "pages": [
                "68"
            ]
        }
    },
    "43": {
        "content": "###### **HARISSA SEARED** ## LAMB FILLETS  Ingredients 2 -3 lamb fillets (blackstrap)  1 tsp ground cumin  1 tsp paprika  3 garlic cloves, crushed  1 tsp ground coriander  1 tsp dried parsley flakes  ½ tsp cinnamon  ½ tsp ground ginger  1 tsp sugar  ½ tsp harissa  2 tbsp lemon juice  2 tbsp olive oil    Prep Time: 8 mins  Total Time: 18 mins   Servings per Recipe: 2 Calories 151.1 Total Fat 14.1g Cholesterol 0.0mg Sodium 4.5mg Total Carbohydrate 7.3g Protein 0.8g   Directions 1. Combine the spices with garlic, olive oil and lemon juice in a large mixing bowl. Whisk them well.   2. Add the lamb fillets to the bowl and stir them to coat.   3. Place a large skillet over medium heat. Heat a splash of oil in it.   4. Cook in it the lamb fillets for 4 to 6 min on each see or until they are done. Serve them warm.   5. Enjoy.      ",
        "metadatas": {
            "pages": [
                "69"
            ]
        }
    },
    "44": {
        "content": "#### Cinnamon ## LENTILS SOUP  Ingredients 7 C. hot water  1 ½ C. dried brown lentils  3 C. chopped onions  2 tsp instant beef bouillon  1 ½ tsp cumin  ¾ tsp sugar  ½ tsp salt  ½ tsp cinnamon  ¼ tsp allspice  ¼ tsp ground red pepper (optional)    Directions  1. Place a large pot over medium heat.   2. Pour the water into it and cook it until it starts boiling. Stir in the lentils and bring them to a boil.   3. Lower the heat and cook it for 12 min.   4. Place a large skillet over medium heat. Grease it with a cooking spray. Sauté the onion in it for 9 min.   5. Stir the mix into the pot with lentils. Put on the lid and cook the soup for 25 min over low heat. Serve it warm.   6. Enjoy.         ",
        "metadatas": {
            "pages": [
                "70"
            ]
        }
    },
    "45": {
        "content": "###### **PECAN** ## COUSCOUS SALAD  Ingredients 6 oz instant couscous  2 tbsp lemon juice (or to taste)  3 tbsp olive oil  ½ tsp salt  ⅛ tsp white pepper  ¼ C. finely chopped of fresh mint  ⅓ C. chopped pecans, toasted if desired    Prep Time: 15 mins  Total Time: 25 mins   Servings per Recipe: 6 Calories 211.9 Total Fat 11.3g Cholesterol 0.0mg Sodium 197.9mg Total Carbohydrate 23.7g Protein 4.3g   Directions 1. Cook the couscous by following the instructions on the package.   2. Transfer the couscous to a mixing bowl. Stir in the rest of the ingredients then serve it.   3. Enjoy.      ",
        "metadatas": {
            "pages": [
                "71"
            ]
        }
    },
    "46": {
        "content": "#### Quinoa ## PILAF STYLE        Ingredients 1 tbsp olive oil  1 Spanish onion, cut into chunks  2 garlic cloves, crushed  ½ tsp turmeric  ½ tsp cumin powder  1 ½ C. quinoa  1 lime, juice and zest of  ½ C. slivered almonds  ½ C. currants  ½ C. fresh coriander, roughly chopped  Lime wedge, to serve    Directions  1. Place a large saucepan over medium heat. Heat the oil in it. Add the onion and cook it for 4 min.   2. Stir in the spices with garlic and cook them for 2 min.   3. Stir in the quinoa with lemon zest. Stir the lemon juice with enough water to make 2 C. in total.   4. Pour the mix into the quinoa mix. Cook them until they start boiling. Put on the lid and cook them for 16 min over low heat.   5. Once the time is up, fold in the currents, coriander and almonds.   6. Serve your quinoa pilaf.   7. Enjoy.       ",
        "metadatas": {
            "pages": [
                "72",
                "73"
            ]
        }
    },
    "47": {
        "content": "#### Traditional ## LEMON CHICKEN STEW  Ingredients 1 medium onion, peeled and quartered  2 medium garlic cloves, peeled and minced  2 ½ lbs skinless chicken  2 tbsp flour  1 tbsp olive oil  2 ½ C. water, divided  ⅛ tsp saffron  ½ tsp ground ginger  ½ tsp ground cumin  ½ tsp paprika  ¼ tsp salt  3 tbsp lemon juice  2 grated lemons, rind of  ½ C. green olives, pitted and coarsely chopped  2 tbsp minced fresh cilantro  ¾ C. couscous  Fresh ground black pepper    Directions  1. Get a food processor: combine in it the garlic with onion. Pulse it several times until they become finely chopped.   2. Dust the chicken pieces with some flour.   3. Place a large pan over medium heat. Heat the oil in it. Cook in it the chicken with garlic and onion mix for 12 min.   4. Combine in 1 C. water, saffron, ginger, cumin, paprika, salt and lemon peel.  5. Cook them until they start boiling. Lower the heat and cook the stew for 37 min over low heat with the lid on.   6. Drain the chicken and place it aside. Discard the bones and shred the chicken.   7. Stir it back into the pot with the lemon juice, olives, cilantro and pepper. Cook them for 6 min.   8. Prepare the couscous according to the directions on the package.   9. Serve your chicken stew warm with  couscous.         ",
        "metadatas": {
            "pages": [
                "74"
            ]
        }
    },
    "48": {
        "content": "###### **TRADITIONAL** ## LAMB COUSCOUS  Ingredients  SPICES 1 tsp turmeric  1 tsp pepper  2 tsp ginger  1 tsp cumin  1 pinch saffron  1 tsp paprika  2 tsp salt  1 tsp coriander   STEW 2 lbs lamb or 2 lbs chicken  2 tbsp olive oil  1 tsp minced garlic  1 onion, chopped  4 C. water  1 C. tomato sauce  ½ red bell pepper, minced  2 carrots, quartered  1 zucchini, quartered  1 yellow squash, quartered  1 medium potato, peeled and quartered  1 (16 oz) cans chickpeas    Prep Time: 2 hrs  Total Time: 2 hrs   Servings per Recipe: 6 Calories 869.5 Total Fat 33.5g Cholesterol 100.3mg Sodium 1398.0mg Total Carbohydrate 107.9g Protein 35.4g   CARAMELIZED ONION TOPPING 1 onion, minced  2 tbsp olive oil  ¾ C. brown sugar  1 tsp cinnamon   COUSCOUS 2 C. dry couscous  3 C. water  4 tsp chicken base  ¼ C. butter     Directions  1. Combine the spices in a shallow dish.   2. Place a large pan over medium heat. Heat the oil in it. Cut the meat into chunks then brown them for 8 min.   3. Stir in the onion with garlic and cook them for 6 min. stir in the water, spices, and tomato sauce. Cook them for an extra 6 min.   4. Combine in the potato with carrots cook them for 12 min. stir in the bell pepper with zucchini. Simmer them for 22 min over low heat.   5. Stir in the chickpeas and cook them for 8 min.   To prepare the caramelized onion:  1. Place a large skillet over medium heat and heat the oil in it. Add the onion and coo it until it becomes golden brown.   2. Stir in the sugar with cinnamon and cook them until the onion become brown and caramelized.   To prepare the couscous:  1. Pour the water into a large saucepan and cook it until it starts boiling. Add the butter with the chicken base.   2. Stir in the couscous and cover it. Turn off the heat and let it rest for 6 min.   3. Serve your couscous warm with the lamb stew and caramelized onion.   4. Enjoy.     ",
        "metadatas": {
            "pages": [
                "75",
                "76"
            ]
        }
    },
    "49": {
        "content": "#### Stewed ## GARAM MASALA SOUP        Ingredients 1 tbsp olive oil  1 large onion, chopped  3 large garlic cloves, minced  1 tbsp ginger, fresh, minced fine  1 tsp turmeric  1 ½ tsp cumin  1 ½ tsp garam masala  ¼ tsp cinnamon  1 ½ tsp ground coriander  1 tsp salt  4 C. vegetable broth  Pepper  1 lb potato, cleaned and chopped into smallish pieces  2 (15 oz) cans chickpeas, drained  4 large tomatoes, sliced thick and cut in half or 1 (14 oz) cans stewed tomatoes  1 tbsp lemon juice  1 C. yogurt, tempered (see description) or 1 C. sour cream  ½ C. cilantro, minced    Directions  1. Place a large pot over medium heat. Heat the oil in it. Add the onion and cook it for 4 min.   2. Stir in the garlic with spices and a pinch of salt. Cook them for 1 min.   3. Pour in the broth and cook them until it starts boiling. Stir in the tomato with chickpeas and potato.   4. Cook the soup over low heat for 16 min. add in the lemon juice with yogurt then stir them well. Serve your soup warm.   5. Enjoy.     ",
        "metadatas": {
            "pages": [
                "77"
            ]
        }
    },
    "50": {
        "content": "###### **HOT HARISSA** ## POTATO SALAD  Ingredients 1 lb baking potato  1 ½ tsp harissa  1 tbsp olive oil  ½ tsp coarse sea salt  1-2 tbsp sesame seeds  ½-1 tsp fresh lemon juice  ½ tsp flaked sea salt    Prep Time: 10 mins  Total Time: 55 mins   Servings per Recipe: 2 Calories 283.2 Total Fat 9.2g Cholesterol 0.0mg Sodium 591.0mg Total Carbohydrate 46.8g Protein 5.0g   Directions 1. Before you do anything preheat the oven to 375°F.   2. Discard the skin of the potatoes and cut into large pieces.   3. Mix the harissa, olive oil, salt, and sesame seeds. Add the potato and toss it to coat.   4. Spread the potato mix on a greased baking sheet. Cook them in the oven for 24 min. flip the potato chunks and cook them for another 24 min.   5. Toss the roasted potato with the sea salt then serve it warm.   6. Enjoy.      ",
        "metadatas": {
            "pages": [
                "78"
            ]
        }
    },
    "51": {
        "content": "#### Green Olives and ## CHICKEN STEW        Ingredients 2 lemons  4 garlic cloves, crushed  1 small onion, finely chopped  150 ml olive oil, plus  1 tbsp olive oil, for frying  1 tbsp parsley, chopped, plus sprigs to garnish  1 tbsp mint, chopped  1 tbsp coriander, chopped  ½ tsp turmeric  ½ tsp paprika, plus  Extra paprika, to garnish  ½ tsp ground cumin  4 chicken legs  15 g unsalted butter  12 stuffed green olives    Directions  1. Get a small mixing bowl: stir in it the parsley, mint and coriander.   2. Get a small mixing bowl: Mix in it the lemon juice and peel, lemon juice, garlic, onion and two tbsp of the herbs mix, cumin, paprika and oil.   3. Get a large mixing bowl: place in it the chicken. Add the herbs mix and toss them to coat. Place it aside for 35 min.   4. Place a large pan over medium heat. Heat the butter in it. Drain the chicken from the marinade then cook it on both sides until it becomes golden brown.   5. Stir half of the marinade then put on the lid and let it cook for 45 min over low heat.   6. Slice the rest of the lemon into slices then add them to the pan with broth and half of the green olives as well the remaining marinade. Let them cook for 4 min.   Serve your chicken stew warm and garnish it with the spicy herbs.       ",
        "metadatas": {
            "pages": [
                "79",
                "80"
            ]
        }
    },
    "52": {
        "content": "#### Traditional Moroccan ## CHICKEN ROAST        Ingredients 1 (3 ½-4 lb) chicken  1 head garlic, cut in half  1 lemon cut in half  1 tbsp olive oil   FOR THE RUB 2 tsp sea salt  2 tsp sweet paprika  1 tsp ground coriander  1 tsp ground cumin  1 tsp ground ginger  1 tsp fresh ground black pepper    Directions  1. Before you do anything preheat the grill.   2. Slice the head of garlic in half then rub the whole chicken with 1 half. Slice the lemon in half and repeat the process.   3. Get a small mixing bowl: mix in it the spices then massage them into the chicken. Place the other half of garlic and lemon in the chicken cavity.   4. Coat the chicken with some oil then grill it for 1 h 35 min until it becomes golden brown. Serve it warm.   5. Enjoy.     ",
        "metadatas": {
            "pages": [
                "81"
            ]
        }
    },
    "53": {
        "content": "###### **HALIBUT** ## TOMATO STEW  Ingredients Cooking spray  2 tbsp finely chopped whole lemons  1 tbsp water  1 tbsp olive oil, divided  1 tsp sugar  ⅛ tsp saffron thread, crushed  4 tbsp flat leaf parsley, chopped (fresh)  4 tbsp cilantro, chopped (fresh)  ¾ tsp salt  ¾ tsp sweet paprika  ½ tsp cumin  ¼ tsp black pepper  12 pitted green olives, thinly sliced  3 garlic cloves, minced  1 ½ lbs halibut (or other firm white fish)  2 C. thinly sliced onions  1 tbsp extra virgin olive oil  4 C. tomatoes, coarsely seeded and chopped  Cilantro leaf    Prep Time: 20 mins  Total Time: 1 hr 5 mins   Servings per Recipe: 4 Calories 302.3 Total Fat 10.8g Cholesterol 83.4mg Sodium 693.9mg Total Carbohydrate 17.3g Protein 34.5g      Directions  1. Place a small pan over medium heat. Grease it with a cooking spray.   2. Place in it the lemon, 1 tbsp water, 1/2 tsp oil, and sugar. Let it cook for 4 min. place it  aside.   3. Pour the rest of the oil in a microwave safe bowl. Microwave it for 12 sec. stir in it the  saffron and place it aside to sit for 11 min.   4. Get a large mixing bowl: stir in it the saffron mix with cooked lemon and sugar mix,  chopped parsley, cilantro, salt, paprika, cumin, black pepper, olives, and garlic cloves.   5. Spoon the mix into a large zip lock bag. Place in it the halibut fillets then seal it and shake  it to coat them. Place it in the fridge for 32 min.   6. Before you do anything preheat the oven to 400°F.   7. Place a large ovenproof skillet over medium heat. Heat in it 1 tbsp of olive oil. Add the  onion and cook it for 3 min.   8. Transfer half of the onion to a greased casserole dish. Top it with the half of the tomato.   9. Drain the halibut fillets and place them on top then pour the marinade all over it.   10. Lay the remaining onion on top of them followed by the tomato slices. Place a piece of  foil over the casserole then cook it in the oven for 42 min. serves it warm.   11. Enjoy.     ",
        "metadatas": {
            "pages": [
                "82",
                "83"
            ]
        }
    },
    "54": {
        "content": "#### Herbed ## GRILLED CHICKEN  Ingredients 3 scallions, white ends only, chopped  1 garlic clove, peeled  2 tbsp fresh cilantro, chopped  2 tbsp fresh parsley, chopped  1 tsp salt  1½ tsp sweet paprika  1 pinch hot paprika   ¼ C. butter, soft  2 small chickens    Directions  1. Get a mortar: combine in it the scallions, garlic, cilantro, parsley, salt, paprika, and cumin. Crush them with a pestle until they become like a paste.   2. Add the butter and mix them well. Flatten the  small chickens in the shape of a butterfly.   3. Massage the herbs mix into the chickens. Place them aside to sit for 60 min.   grease its grates.   on each side until they are done. Serve them  warm.         ",
        "metadatas": {
            "pages": [
                "84"
            ]
        }
    },
    "55": {
        "content": "###### **ALFALFA** ## BEEF BURGERS  Ingredients 1 ½ lbs ground lean lamb  1 yellow onion, finely chopped  ¾ C. fresh breadcrumb (fine)  ¼ C. chopped of fresh mint  2 garlic cloves, finely chopped  1 tsp ground cumin  ¾ tsp ground coriander  ¾ tsp salt (plus more to taste)  ¼ tsp ground cayenne pepper  1 large tomatoes, diced  3 tbsp chopped fresh cilantro  4 whole wheat pita bread  1 C. plain yogurt (whole milk or low fat)  1 C. alfalfa sprout    Prep Time: 25 mins  Total Time: 37 mins   Servings per Recipe: 4 Calories 565.9 Total Fat 15.7g Cholesterol 117.1mg Sodium 1088.0mg Total Carbohydrate 58.6g Protein 48.4g   Directions 1. Get a large mixing bowl: mix in it the lamb, onion, bread crumbs, mint, garlic, cumin, coriander, ¾ tsp salt, and the cayenne pepper.   2. Combine the mix with your hands. Shape the mix into 4 burgers and place them aside on a lined up baking sheet for 17 min.   3. Get a small mixing bowl: mix in it the cilantro with tomato and a pinch of salt.   4. Before you do anything else preheat the grill and grease its grates.   5. Place the burgers on the grill and cook them for 5 to 7 min on each side. Brush the inside of pita bread pockets with some of the yogurt then top them with the burgers, tomato and cilantro mix, alfalfa and the rest of the yogurt.   6. Serve your burgers warm and enjoy.     ",
        "metadatas": {
            "pages": [
                "85"
            ]
        }
    },
    "56": {
        "content": "#### Crab Burgers with ## ORANGE DRESSING  Ingredients 1 tbsp olive oil  ¼ C. red bell pepper, finely chopped  ¼ C. celery, finely chopped  2 scallions, white and tender green, thinly sliced  ½ tsp fresh ginger, minced  ½ tsp ground cumin  ½ tsp turmeric  ⅛ tsp ground cardamom  ½ C. heavy cream  ½ lb large lump crabmeat, picked over  1 C. Japanese-style bread crumbs (panko) or 1 C. breadcrumbs, coarse stale  2 tbsp parsley, finely chopped  2 tbsp chives, finely chopped  ½ tsp lemon zest, finely grated  1 pinch cayenne pepper  Salt  ¼ C. canola oil          CILANTRO-ORANGE DRESSING ½ C. fresh orange juice  1 tsp cumin seed  ½ C. lightly packed cilantro leaf  1 tbsp fresh lemon juice  ¼ C. canola oil  Salt  Cayenne pepper   Directions  1. Place a large saucepan over medium heat. Cook in it the orange juice until it starts boiling. Keeps it cooking until about 2 tbsp of it are left?   2. Place it aside to lose heat. Place a small pan over medium heat.   3. Cook in it the cumin seeds until they are toasted. Ground it in a grinder.   4. Get a food processor: combine in it the cooked orange juice with ground cumin, cilantro  and lemon juice. Process them until they become smooth.   5. While the processor is on, add the canola oil gradually while blending all the time to  make the dressing.   6. Pour the dressing into a small serving bowl. Season it with a pinch of salt and cayenne  pepper then place it aside.   7. Place a large pan over medium heat. Heat the oil in it. Stir in the celery with red pepper  and cook them for 3 min over high heat.   8. Stir in the scallions and ginger. Cook them for an extra 3 min.   9. Combine in the cumin, turmeric and cardamom then cook them for 2 min.   10. Stir in the cream then cook them until they start boiling. Keeps it boiling for 7 min over  medium heat?   11. Pour the mix into a mixing bowl and place it aside to lose heat.   12. Stir the crabmeat with ¼ C. plus 1 tbsp of the bread crumbs, 1 ½ tbsp each of the parsley and chives, and the lemon zest, a pinch of cayenne pepper and salt to the cream mix.   13. Divide the mix into 8 patties then place them on a lined up baking sheet.   14. Place a large pan over medium heat. Heat in it 2 tbsp of canola oil.   15. Cook in it the patties in batches for 3 to 5 min on each side.   16. Serve them warm with the orange sauce.   17. Enjoy.       ",
        "metadatas": {
            "pages": [
                "86",
                "87",
                "88"
            ]
        }
    },
    "57": {
        "content": "#### Roasted Chickpea ## CAPERS SALAD        Ingredients 1 tbsp red wine vinegar  1 lemon, juice of  2 garlic cloves, minced  ½ tsp red pepper flakes  2 tsp capers, drained  1 ½ tsp ground cumin  1 tsp paprika  2 tsp olive oil  1 (15 ½ oz) cans chickpeas, drained or 1 C. dried garbanzo beans, cooked, rinsed and drained  1 tomatoes, chopped  1 roasted red pepper, drained and chopped (from a jar)  2 tbsp fresh thyme (chopped)  2 tbsp fresh parsley (chopped)  Sea salt, to taste  Pepper, to taste  ¼-½ C. feta cheese    Directions  1. Get a mixing bowl: mix in it the red wine vinegar with pepper flakes, paprika, lemon juice, olive oil, cumin, garlic and capers to make the sauce.   2. Get a large mixing bowl: stir in it the chickpeas with tomato, roasted pepper, parsley and thyme.   3. Add the vinaigrette with feta cheese, a pinch of salt and pepper.   4. Serve your salad right away.   5. Enjoy.     ",
        "metadatas": {
            "pages": [
                "89"
            ]
        }
    },
    "58": {
        "content": "###### **SULTANA** ## CHICKEN STEW  Ingredients 500 g chicken fillets cut into 2 cm dice  3 tbsp flour  Salt and pepper  ¼ C. olive oil  2 onions, sliced  2 tsp ground cinnamon  ¼ tsp ground cloves  2 tsp sumac  ¼ C. sultana  250 ml chicken stock  50 g pine nuts  ¼ C. fresh coriander, chopped  1 lemon, juice of    Prep Time: 10 mins  Total Time: 25 mins   Servings per Recipe: 4 Calories 445.9 Total Fat 24.5g Cholesterol 74.4mg Sodium 176.6mg Total Carbohydrate 24.1g Protein 33.7g   Directions 1. Season the chicken pieces with some salt and pepper. Dust them with the flour and place them aside.   2. Place a large pan over medium heat. Heat 2 tbsp of oil in it. Cook in it the chicken until it becomes golden brown on all sides.   3. Place a small skillet over medium heat. Heat in it the rest of the oil. Add the onion and cook it for 12 min over low heat.   4. Stir in the cooked chicken with sultanas, stock and spices. Let them cook for 6 min over low heat   5. Combine in the pine nuts, coriander and lemon juice. Serve it warm.   6. Enjoy.     ",
        "metadatas": {
            "pages": [
                "90"
            ]
        }
    },
    "59": {
        "content": "#### Sweet Potato and ## VEGGIES CURRY  Ingredients   3 garlic cloves, minced  1 ½ tsp turmeric  1 tsp cinnamon  ¾ tsp curry powder  ¾ tsp ground cumin  ¼ tsp ground nutmeg   ¾ tsp salt  ¾ tsp fresh ground black pepper  3 -4 sweet potatoes, peeled and chopped into 1 inch cubes (3½ lb)  1 large red bell pepper, seeded and chopped into 1 inch pieces  1 eggplant, peeled and chopped into 1 inch cubes  ¾ C. vegetable broth or 3/4 C. chicken broth  2 C. canned chickpeas, also known as garbanzo beans, drained  1 (28 oz) cans diced tomatoes, undrained  Chopped fresh cilantro leaves (to garnish)          Directions  1. Place a large saucepan over medium heat. Stir in it ¼ C. of water with the garlic and onion.   2. Put on the lid and cook them for 14 min over low heat while adding water if needed.   3. Add the turmeric, cinnamon, curry, cumin, nutmeg, red pepper flakes, salt and pepper. Cook them for 4 min while stirring.   4. Combine in the sweet potatoes, bell pepper, eggplant and broth. Turn the heat to medium and cook them until they starts boiling.   5. Lower the heat and put on the lid. Let the stew for 6 min.   6. Stir in the garbanzo beans and tomatoes. Put on the lid and cook the stew for 1 h. serves it warm.  7. Enjoy.   ",
        "metadatas": {
            "pages": [
                "91"
            ]
        }
    },
    "60": {
        "content": "###### **APRICOTS AND** ## RED LENTILS STEW    Prep Time: 20 mins  Total Time: 2 hrs   Servings per Recipe: 4 Calories 481.9 Total Fat 15.6g Cholesterol 119.9mg Sodium 433.4mg Total Carbohydrate 49.4g Protein 38.7g    Ingredients 2 tbsp olive oil  8 boneless skinless chicken thighs  2 garlic cloves, crushed  1 tbsp ground cumin  1 tbsp ground coriander  1 tbsp smoked paprika  Salt and pepper  1 large onion, finely sliced  2 oz split red lentils  14 oz chopped tomatoes  1 tbsp tomato ketchup  3 C. chicken stock  1 cinnamon stick  5 oz dried apricots  1 oz mint leaf, to serve (optional)    Directions 1. Before you do anything preheat the oven to 350°F. rub the chicken thighs with 1 tbsp of oil.   2. Get a small mixing bowl: combine in it the garlic, cumin, coriander, salt, pepper and paprika. Coat the chicken thighs with the mix.   3. Place an ovenproof no sticking pan over medium heat. Brown in it the chicken thighs for 6 min on each side. Place them aside.   4. Heat the remaining tbsp of oil in the same pan. Cook in it the onion for 6 min. add the rest of the ingredients then cook them until they start boiling.   5. Lay the chicken pieces on top. Cover the pan with a piece of foil then put on the lid and cook them in the oven for 1 h 35 min. serve it warm.   6. Enjoy.     ",
        "metadatas": {
            "pages": [
                "92"
            ]
        }
    },
    "61": {
        "content": "#### Famous Crunchy ## MOROCCAN BASTYA  Ingredients 14 tbsp butter  3 ½ lbs whole chickens, cut up into 4 pieces skin removed  1 large onion, minced  Salt and pepper  3 ¾ tsp cinnamon  1 ½ tsp ginger  1 ¼ tsp cumin  ¼ tsp cayenne  ½ tsp saffron thread  ½ tsp turmeric  ¼ C. chicken stock  4 eggs, lightly beaten  ¼ C. chopped fresh cilantro  ¼ C. chopped fresh parsley  1 C. blanched almond (whole)  4 tbsp powdered sugar  ¾ lb phyllo dough         Directions 1. Place a large pan over medium heat. Melt the butter in it.  2. Add the chicken pieces, onions, 1 tsp salt, 1 tsp pepper, 2 tsp cinnamon, the ginger, cumin, cayenne, saffron, turmeric and chicken stock.  3. Put on the lid and cook them for 47 min over low heat. Drain the chicken and place it aside to lose heat.  4. Discard the bones from the chicken and shred it. Cook the remaining broth in the pan until it starts simmering.  5. Combine in the eggs and cook them for 6 min until they are one.  6. Stir the chicken into the mix with cilantro, parsley, salt and pepper.  7. Before you do anything preheat the oven to 375°F.  8. Spread the almonds on a lined up baking sheet. Cook it in the oven for 6 min. place it aside to lose heat.  9. Get a food processor: combine in it the almonds with 3 tbsp sugar and ¾ tsp cinnamon. Process them until they are finely chopped.  10. Place the rest of the butter in a small saucepan and heat it until it melts.  11. Coat the inside of a 12 inches round baking pan with some melted butter. Lay in it a sheet of phyllo then coat it with some melted butter.  12. Place another sheet on top with half of it laying on the bottom sheet and the other one dangling from the side. Brush it with butter as well.  13. Repeat the process like your making a pinwheel of phyllo dough with 6 more phyllo sheets.  14. Pour the shredded chicken mix in the middle and spread it to cover the bottom of the pan. sprinkle the almonds mix on top.  15. Fold the dangling sides of the phyllo sheets to the middle of the pan, each one at a time while brushing them with butter to until you use all the sheets and cover the filling.  16. Lay the 6 of the remaining phyllo sheets on top in the shape of a pine wheel leaving them dangling on the sides.  17. Lay the last one on top then tuck the dangling edges in the sides of the pan surrounding the pie while brushing them with butter.  18. Place the Bastia in the oven and cook it for 22 min until it becomes golden brown and crunchy. Allow it cool down slightly then serve it with some cinnamon and powdered sugar on top.     ",
        "metadatas": {
            "pages": [
                "93",
                "94"
            ]
        }
    },
    "62": {
        "content": "###### **PAPRIKA** ## GRILLED CHOPS  Ingredients 2 tbsp ground cumin  1 tbsp kosher salt  1 tsp paprika  1 pinch cayenne  48 oz lamb chops  2 tbsp unsalted butter, melted    Prep Time: 10 mins  Total Time: 20 mins   Servings per Recipe: 4 Calories 1118.6 Total Fat 97.1g Cholesterol 267.0mg Sodium 1940.6mg Total Carbohydrate 1.6g Protein 56.2g   Directions 1. Before you do anything preheat the grill and grease its grates.   2. Get a small mixing bowl: mix in it the cayenne pepper with cumin, paprika and salt.   3. Place the chops on a baking sheet. Brush the top parts with half of the melted butter. Sprinkle on it half of the spice mix.   4. Place the spiced side directly on the grill and cook them for 5 min.   5. Brush the other side carefully with the remaining butter and sprinkle the rest of the spice mix on top.   6. Flip the chops and cook them for 6 min on the other side. Serve them warm.   7. Enjoy.     ",
        "metadatas": {
            "pages": [
                "95"
            ]
        }
    },
    "63": {
        "content": "#### Chickpea ## CHICKEN TAGINE  Ingredients ½-1 lb dried garbanzo beans  2 -3 lbs skinless chicken   MARINADE 1 tsp black pepper  ¾ tsp ginger  ½ tsp salt  3 medium garlic cloves, crushed  2 tbsp olive oil  1 tbsp lemon juice   SAUCE 2 medium garlic cloves  1 tsp turmeric  1 tsp salt  ¼ tsp ginger  ½ onion, chopped  ¼ C. parsley, finely chopped  1 cinnamon stick  3 -4 tbsp sweet butter  2 tbsp cornstarch          Directions  1. Get a large bowl: place in it the chickpeas and cover them water.   2. Let them sit for an overnight.   3. Get a small mixing bowl: whisk in it the salt, ginger, pepper, garlic, oil, & lemon juice. Use a metal skewer to poke the chicken several times to make holes in it.   4. Brush the chicken with some of the spice mix. Place it in a casserole dish and pour the remaining lemon mix on top.   5. Cover the chicken casserole with a plastic wrap and place it aside for 2 h 15 min.   6. Pour the chickpeas in a colander and discard the water. Transfer the chickpeas with ½ tsp of salt into a large saucepan.   7. Cover it with water then put on the lid. Let it cook for 47 min until it becomes soft over low medium heat.   8. Once again, discard the cooking water and rinse the chickpeas with some fresh water then discard their skin.   9. Transfer the marinated chicken to a large pot or tagine then add to it 3 C. of water, alt, turmeric, ginger, parsley, 2 cloves garlic, cinnamon stick, & butter.   10. Cook them until they start boiling. Lower the heat and cook the stew for 65 min.   11. Once the time is up, drain the chicken and place it aside.   12. Whisk the cornstarch with a splash of water in a small bowl. Add it to the chickpeas sauce in the pot and cook it for 5 min over medium heat until it become thick.   13. Place the chicken back in the pot then heat it. Serve it warm.   14. Enjoy.     ",
        "metadatas": {
            "pages": [
                "96",
                "97"
            ]
        }
    },
    "64": {
        "content": "###### **SWEET AND** ## SALTY STEAK SAUTÉ    Prep Time: 25 mins  Total Time: 25 mins   Servings per Recipe: 4 Calories 235.9 Total Fat 11.3g Cholesterol 66.9mg Sodium 608.5mg Total Carbohydrate 8.6g Protein 24.8g    Ingredients 1 lb beef cube steak (4)  ¼ tsp salt  ¼ tsp pepper  3 tsp vegetable oil, divided  1 small bell pepper, thinly sliced  ½ tsp ground cumin  ¼ tsp ground cinnamon  ½ C. water, divided  1 C. salsa  1 tbsp brown sugar  2 tbsp fresh cilantro, chopped    Directions 1. Season the steak with some salt and pepper.   2. Place a large pan over medium heat. Heat in it 2 tsp of oil. Add the steak dices and cook them for 8 min. drain them and place them aside.   3. Heat the remaining oil in the same pan. Stir in the pepper, cumin, cinnamon and 1/4 C. water. Let them cook for 6 min.   4. Combine in the salsa, brown sugar and other ¼ C. water. Cook them until they start boiling. Let them cook for 2 min.   5. Lower the heat and combine in the cilantro. Cook the steak sauté for an extra 1 min then serve it warm.   6. Enjoy.       ",
        "metadatas": {
            "pages": [
                "98",
                "99"
            ]
        }
    },
    "65": {
        "content": "#### Red Wine ## NUTMEG BRISKET DUMP        Ingredients 1 large red onion, sliced into thin wedges  2 parsnips, chopped  2 lbs boneless beef brisket  Salt & freshly ground black pepper  2 tsp ground coriander  2 tsp ground cumin  ½ tsp ground cinnamon  ½ tsp garlic powder  ⅛ tsp nutmeg  1 C. whole dried apricot  1 C. dry red wine  ½ C. reduced-beef broth  2 tbsp honey  ¼ C. chopped fresh cilantro leaves    Directions  1. Lay the onion chunks and parsnips in the bottom of a greased slow cooker.   2. Sprinkle some salt and pepper all over the brisket.   3. Get a small mixing bowl: mix in it the coriander, cumin, cinnamon, garlic powder, and nutmeg. Massage the mix into the brisket.   4. Place the brisket on top of the veggies then top it with the apricots. Get a mixing bowl: mix in it the wine, broth and honey.   5. Drizzle the mix all over the brisket. Put on the lid and cook it for 7 h on low or 4 h on high. Serve it warm.     ",
        "metadatas": {
            "pages": [
                "100"
            ]
        }
    },
    "66": {
        "content": "#### Herbed Potato and ## BELL PEPPER BAKE    Prep Time: 40 mins  Total Time: 1 hr 45 mins   Servings per Recipe: 6 Calories 225.5 Total Fat 11.9g Cholesterol 30.5mg Sodium 54.4mg Total Carbohydrate 28.0g Protein 4.2g    Ingredients 6 garlic cloves  Salt, to taste  2 tsp paprika  ½ tsp ground cumin  ¼ tsp ground cayenne pepper  ¾ C. chopped fresh cilantro  ¾ C. chopped parsley  1 lemon, juiced  3 tbsp red wine vinegar  3 tbsp olive oil  1 ½ lbs red potatoes, sliced ½ inch thick  1 yellow bell pepper, cut into 1 ½ inch squares  1 large green bell pepper, cut into 1 ½ inch pieces  4 stalks celery, cut into 2 inch pieces  1 lb tomatoes, each cut into 8 wedges  2 tbsp olive oil    1. Before you do anything preheat the oven to 350 F.   2. Get a blender: combine in it the garlic, ½ tsp salt, paprika, cumin, and cayenne pepper. Blend them until they become like a paste.   3. Combine in the parsley with cilantro then blend them again. Pour the lemon juice, vinegar, a pinch of salt and 2 to 3 tbsp olive oil.   4. Process them until they become smooth to make the marinade.   5. Get a large mixing bowl: toss in it the potatoes, peppers, celery and a pinch of salt. Add the marinade and stir them well.   6. Spread the mix in a greased casserole dish. Top it with the remaining oil. Place a piece of foil to cover the casserole.   7. Cook the potato casserole in the oven for 37 min. discard the foil then cook it for 25 min. serve it warm.   8. Enjoy.     ",
        "metadatas": {
            "pages": [
                "101"
            ]
        }
    },
    "67": {
        "content": "###### **NUTTY** ## HERBED COUSCOUS        Ingredients 750 g kent pumpkin, peeled, deseeded, cut into 2cm pieces  1 tsp olive oil  1 tsp cumin seed  1 tsp ground coriander  1 tsp ground cinnamon  1/2 tsp ground ginger  500 g frozen broad beans  1 1/2 C. vegetable stock  1 1/2 C. couscous  400 g chickpeas, rinsed, drained  30 g toasted pine nuts  1/4 C. fresh lemon juice  1 C. chopped fresh coriander  Skim yoghurt, to serve    Directions  1. Before you do anything preheat the oven to 400°F.   2. Get a mixing bowl: stir in it the pumpkin, oil, cumin, coriander, cinnamon and ginger.   3. Spread the mix on a lined up and greased baking pan. Cook it in the oven for 32 min while stirring it from time to time.   4. Place the broad beans in a large pot and cover it with water. Cook it until it starts boiling. Keeps it boiling for 6 min?   5. Drain the beans and rinse it with some cold water.   6. Place a large saucepan over medium heat. Pour the stock in it then cook it until it starts boiling. Add the couscous then put on the lid and let it sit  for 6 min.   7. Use a fork to fluff the couscous. Pour it into a large mixing bowl.   8. Add the cooked pumpkin mix with broad beans, chickpeas, pine nuts, lemon juice and coriander, a  pinch of salt and pepper.   9. Stir them well then serve your salad.     ",
        "metadatas": {
            "pages": [
                "102"
            ]
        }
    },
    "68": {
        "content": "#### Honey ## CHICKEN STEW  Ingredients 4 boneless skinless chicken breast halves  Salt and pepper  2 tbsp olive oil  1 ¼ C. green onions, sliced  3 large garlic cloves, chopped  1 tbsp all-purpose flour  1 tsp ground ginger  1 ½ tsp ground cinnamon  1 tsp ground cumin  2 C. chicken broth  1 C. apricot, chopped  3 tbsp fresh lemon juice  3 tbsp honey  ⅓ C. slivered almonds, toasted    Directions  1. Cut the chicken breasts into dices. Toss them in a mixing bowl with a pinch of salt and pepper.   2. Place a large pan over medium heat. Heat the oil in it. Cook in it the chicken dices for 14 to 20 min. drain it and place it aside.   3. Stir the garlic with onion into the same pan. Cook them for 4 min.   4. Combine in the flour, cinnamon, cumin, and ginger. Pour in the broth gradually while mixing all the time.   5. Add the lemon juice with apricots and honey. Cook them until they start boiling. Keeps it boiling for 6 min until it becomes thick?   6. Stir the cooked chicken and cook them for 1 min. sprinkle the almonds on top then serve it.   7. Enjoy.         ",
        "metadatas": {
            "pages": [
                "103"
            ]
        }
    },
    "69": {
        "content": "###### **NUTTY** ## DATES STEW  Ingredients 3 ½ lbs chicken breast halves, thighs, and drumsticks  1 tbsp all-purpose flour  1 tbsp extra-virgin olive oil  2 lbs shallots, peeled  3 cinnamon sticks  1 ½ tsp ground ginger  1 tsp ground cumin  ½ tsp turmeric  ⅛ tsp cayenne pepper  3 C. low chicken broth  5 tbsp fresh lemon juice, divided  12 dates, pitted, halved  ¼ C. almonds, toasted, coarsely chopped  ¼ C. chopped fresh cilantro      Prep Time: 35 mins  Total Time: 1 hr 50 mins   Servings per Recipe: 6 Calories 688.8 Total Fat 30.8g Cholesterol 169.4mg Sodium 242.0mg Total Carbohydrate 41.1g Protein 63.2g   Directions  1. Season the chicken breasts with a pinch of salt and pepper.   2. Place a large saucepan over medium high heat. Heat the oil in it.   3. Brown in it the chicken for 12 min. drains it and places it aside.   4. Reserve 2 tbsp of the fat in the pan and discard the excess. Sauté the shallots in the same pan for 7 min over medium heat.   5. Combine in the cinnamon sticks, ginger, cumin, turmeric, and cayenne. Cook them for 2 min while stirring all the time.   6. Stir in the broth with 3 tbsp of lemon juice. Cook them until they start boiling over high heat. Put on the lid and lower the heat and let it cook for 20 min.   7. Add the chicken breasts top pan then cook them again until they start boiling. Lower the heat and put on the lid.   8. Let the stew cook for 27 min. drain the shallot with chicken and place them aside. Cook the remaining broth in the pot until it start boiling.   9. Keep it boiling until it starts becoming thick. Combine in the dates with the remaining lemon juice.   10. Lower the heat and cook them for 3 min until the dates soften. Pour the date’s sauce mix over the chicken and shallots.   11. Sprinkle the cilantro with almonds on top. Serve them warm.   12. Enjoy.     ",
        "metadatas": {
            "pages": [
                "104",
                "105"
            ]
        }
    },
    "70": {
        "content": "#### Orange and ## DATE SALAD        Ingredients 6 navel oranges  2 tsp orange blossom water  8 dates, pitted and thinly sliced lengthwise  3 oz slivered almonds, lightly toasted  1 tbsp of fresh mint, shredded  ¼ tsp ras el hanout spice mix    Directions  1. Discard the orange peel and pith. Slice it into sections and place them in a mixing bowl. Press whatever left from the oranges to extract the juice and add it to the bowl.   2. Add the orange blossom and mix them. Cover the bowl and place it in the fridge for 15 to 30 min.   3. Spoon the mix into a serving dish. Sprinkle on top of it the dates with almonds, mint and ras el hanout. Place it in the fridge until it becomes cold.   4. Enjoy.     ",
        "metadatas": {
            "pages": [
                "106"
            ]
        }
    },
    "71": {
        "content": "###### **GRILLED** ## SHERRY STEAK  Ingredients 3-4 lbs flank steaks  1 small onion, minced  ½ C. olive oil  ¼ C. lemon juice  4 tbsp minced ginger  2 tbsp soy sauce  2 tbsp flat leaf parsley, chopped  3 garlic cloves, minced  1 tbsp cumin  1 tbsp chili powder  1 tbsp sherry wine  1 tsp dried oregano  1 tsp turmeric  1 tsp ground black pepper  ¼ tsp grated nutmeg (optional)    Prep Time:  Total Time:   Servings per Recipe: 4 Calories 856.4 Total Fat 56.0g Cholesterol 139.4mg Sodium 712.7mg Total Carbohydrate 8.5g Protein 74.3g   Directions 1. Get a casserole dish, place the steaks in it.   2. Get a small mixing bowl: whisk in it the rest of the ingredients to make the marinade. Pour it all over the steaks to coat them with it.   3. Cover the dish and place it in the fridge for an overnight.   4. Before you do anything preheat the grill and grease its grates.   5. Drain the steaks from the marinade and grill them for 9 to 12 min on each side.   6. Wrap the steaks in a piece of foil and place them aside to rest for 5 min. serve them warm.   7. Enjoy.     ",
        "metadatas": {
            "pages": [
                "107"
            ]
        }
    },
    "72": {
        "content": "#### Golden Fish Fillets ## WITH CILANTRO DRESS        Ingredients ¼ C. coarsely chopped fresh cilantro  ¼ C. coarsely chopped fresh parsley leaves  1 clove garlic, minced  2 tbsp fresh lemon juice  ½ tsp paprika  ½ tsp ground cumin  ⅛ tsp cayenne, to taste  3 tbsp vegetable oil, plus  Additional oil, for frying the fish  1 lb skinless firm-fleshed white fish fillets  All-purpose flour, seasoned with    Directions  1. Get a blender: combine in it the coriander, the parsley, the garlic, the lemon juice, the paprika, the cumin, the cayenne, 3 tbsp of the oil, and salt and pepper.   2. Process them until they become smooth. Pour the mix into a serving bowl and place it in the fridge until ready to serve.   3. Place a large pan over medium heat. Fill 1 inch of with oil and heat it.   4. Dust the fish fillets with flour then fry them until they become golden brown. Serve them  warm with the cilantro dressing.   5. Enjoy.       ",
        "metadatas": {
            "pages": [
                "108",
                "109"
            ]
        }
    },
    "73": {
        "content": "#### Nutty Couscous ## WITH CHICKEN STEWING        Ingredients 1 tbsp sweet paprika  2 tsp turmeric  2 tsp ground coriander  2 tsp ground cumin  ½ tsp ground cinnamon  2 lbs chicken, cut into 2 inch pieces  2 tbsp olive oil  1 large onion, thinly sliced  4 garlic cloves, crushed  2 lemons (1 thinly sliced, the other juiced)  Salt & freshly ground black pepper  2 ½ C. chicken stock  1 C. large green olives  1 tbsp butter  1 ½ C. couscous  ¼ C. pine nuts, toasted  1 C. fresh parsley    Directions  1. Get a large mixing bowl: mix in it the paprika, turmeric, coriander, cumin and cinnamon. Add the chicken pieces and stir them well.   2. Place a large pan over medium heat. Heat the oil in it. Sauté in it the chicken pieces for 5 min.   3. Stir in the lemon with garlic, onion, a pinch of salt and pepper.   4. Let them cook for 7 min while stirring from time to time.   5. Pour in 1 C. of stock with lemon juice and olives. Turn off the heat and adjust the seasoning of the stew.   6. Pour the rest of the stock in a large saucepan with butter. Cook them over medium heat until it starts boiling.   7. Combine in the couscous and put on the lid. Remove the pan from the heat and place it aside to sit for 6 min.   8. Use a fork to fluff the rice and remove the grains. Stir the pine nuts into it.   9. Spoon the couscous into a serving bowl then top it with the chicken.   10. Garnish it with parsley and serve it warm.    ",
        "metadatas": {
            "pages": [
                "110"
            ]
        }
    },
    "74": {
        "content": "###### **BLUSHING** ## POTATO SALAD  Ingredients 2 lbs beets  Salt  ½ medium Spanish onion, diced  4 tomatoes, skinned, seeded and diced  2 garlic cloves, minced  4 tbsp Italian parsley, chopped  4 tbsp cilantro, chopped  4 medium potatoes, boiled  2 tbsp vinegar  8 tbsp olive oil  Salt  Fresh ground black pepper  Cayenne pepper  20 black olives, for garnish    Prep Time: 40 mins  Total Time: 1 hr 10 mins   Directions  |Servings per Recipe:|6| |---|---| |Calories<br>Total Fat<br>Cholesterol|373.9<br>20.1g<br>0.0mg| |Sodium|239.8mg| |Total Carbohydrate<br>Protein|45.3g<br>6.5g|  1. Discard the ends of the beets then place them in a large saucepan.   2. Cover them with water and cook them for 35 min until they soften.   3. Pour the beets in a colander to drain it and rinse it with some cold water.   4. Get a small mixing bowl: whisk in it the vinegar, oil, salt, pepper, and cayenne to the vinaigrette... place it aside.   5. Get a large mixing bowl: stir in it the beets, onion, tomato, garlic, cilantro and parsley. Combine in half of the vinaigrette and stir them well.   6. Place the mix in the fridge for 35 min.   7. Cut the potatoes into chunks then toss it with the remaining vinaigrette. Place it in the fridge for 25 min.   8. Transfer the beets with potato to serving bowl. Garnish it with olives and serve it.   9. Enjoy.     ",
        "metadatas": {
            "pages": [
                "111"
            ]
        }
    },
    "75": {
        "content": "#### Hot ## STEW  Ingredients 750g minced meat  1 medium onion, grated  1 red chili peppers, finely chopped or 1 tsp shwartz crushed chile  1 tsp ground cumin  ¼ tsp ground cloves or 2 ground fresh cloves  1 bunch coriander leaves, half chopped, half whole  1 egg  250 g chorizo cooking sausage, chopped  Olive oil  2 tbsp harissa  800 g chopped tomatoes  400 ml chicken stock  ½ tsp ground cinnamon or 1 cinnamon stick    1. Get a large mixing bowl: combine in the kofta with onion, chili, spices and the chopped coriander leaves. Combine them well with your hands.   2. Combine in the egg with a pinch of salt and pepper. Mix them again well. Shape the mix into bite size meatballs and place them on a lined up baking sheet.   3. Place a large skillet over medium heat. Heat a small splash of oil in it. Add the chorizo with meatballs. Cook them until they are well browned.   4. Drain the chorizo and meatballs then place them aside. Stir the harissa into the same skillet and cook it for 45 sec.   5. Combine in the stock with tomato and cinnamon. Let them cook for 17 min. stir the meatballs with chorizo back into the skillet.   6. Lower the heat and cook them for 22 min. serve your stew warm.   7. Enjoy.         ",
        "metadatas": {
            "pages": [
                "112"
            ]
        }
    },
    "76": {
        "content": "#### Ginger and ## HONEY CHOPS STEW        Ingredients 1 medium onion, finely chopped  1 tbsp olive oil  4 shoulder lamb chops  Salt  Pepper  1 ½ tsp gingerroot, freshly shaved  ½ tsp ground cumin  2 garlic cloves, minced  1 cinnamon stick  1 tbsp cilantro, chopped  1 C. prune, pitted  2 tbsp honey  1 ½ tbsp lime juice  2 tbsp sesame seeds, toasted    Directions  1. Place a large skillet over medium heat. Heat the oil in it. Sauté in it the onion for 4 min. drains it and places it aside.   2. Season the chops with some salt and pepper. Place them in the same hot pan and cook them for 5 to 7 min on each side.   3. Stir in the ginger, cumin, garlic and cinnamon. Cook them for 45 sec. transfer the mix to a crock pot.   4. Stir 2 tbsp of water in the pan then add it the pot.   5. Put on the lid and cook them for 7 h on low. Once the time is up, combine in the lime juice with honey. Sprinkle the sesame seeds on top then serve your stew warm.       **CHAPTER 2**  ",
        "metadatas": {
            "pages": [
                "113",
                "114"
            ]
        }
    },
    "77": {
        "content": "##### SPICE MIXES     ",
        "metadatas": {
            "pages": [
                "115"
            ]
        }
    },
    "78": {
        "content": "#### Ras El ## HANOUT SPICE MIX  Ingredients 1 tsp salt  1 tsp ground cumin  1 tsp ground ginger  1 tsp ground turmeric  ¾ tsp ground cinnamon  ¾ tsp freshly ground black pepper  ½ tsp ground white pepper  ½ tsp ground coriander seed  ½ tsp ground cayenne pepper  ½ tsp ground allspice  ½ tsp ground nutmeg  ¼ tsp ground cloves    Directions  1. Combine salt, turmeric, cinnamon, black pepper, ginger, white pepper, coriander, cayenne pepper, cumin, allspice, nutmeg, and cloves in a small sized bowl thoroughly.   2. Store this in a container that is airtight up to 1 month.         ",
        "metadatas": {
            "pages": [
                "116"
            ]
        }
    },
    "79": {
        "content": "#### Homemade ## HARISSA  (Classical Tunisian Style)   Ingredients 11 oz. dried red chile peppers, stems removed, seeds, removed  ¾ C. chopped garlic  2 C. caraway seed  ½ tsp ground coriander seed  2 tsps salt    Directions  1. Let your chilies sit submerged in water for 30 mins then remove the liquids.   2. Now add the following to the bowl of a food processor: salt, pepper, coriander, garlic, and caraway.   3. Puree the mix then place everything into a Mason jar and top the mix with a bit of oil.   4. Place the lid on the jar tightly and put everything in the fridge.   5. Enjoy.         ",
        "metadatas": {
            "pages": [
                "117"
            ]
        }
    },
    "80": {
        "content": "###### HOMEMADE ## HARISSA  (Classical Moroccan Style)   Ingredients 6 oz. bird's eye chilies, seeded and stems removed  12 cloves garlic, peeled  1 tbsp coriander, ground  1 tbsp ground cumin  1 tbsp salt  1 tbsp dried mint  ½ C. chopped fresh cilantro  ½ C. olive oil    Directions  1. Add the following to the bowl a food processor: chilies, cilantro, garlic, salt mint, coriander, and cumin.   2. Pulse the mix until it is smooth then add in some olive oil and pulse the mix a few more times.   3. Place the mix in jar and top everything with the rest of the oil.   4. Enjoy.         ",
        "metadatas": {
            "pages": [
                "118"
            ]
        }
    },
    "81": {
        "content": "###### GARAM ## MASALA I  Ingredients ¼ C. black cumin seed  2 large bay leaves, crushed  2 tbsps green cardamom seeds  ¼ C. black peppercorns  1 ½ tsps whole cloves  1 tbsp fennel seed  1 tsp chopped fresh mace  4 cinnamon sticks, broken  1 pinch ground nutmeg    Directions  1. Toast the following in a skillet for 11 mins: cinnamon sticks, cumin, mace, bay leaves. Fennel seed, cardamom, cloves, and peppercorns.   2. With your grinder or mortar and pestle process the spices into a fine powder and store in your favorite container.         ",
        "metadatas": {
            "pages": [
                "119"
            ]
        }
    }
}